{"url": "https://www.rep.tf.fau.de/", "content": "Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen\nProf. Dr. Nico Hanenkamp\nStartseite\nDer Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen (RE²P) wurde im Oktober 2014 unter der Leitung von Prof. Dr.-Ing. Dipl. Wirt. Ing. Nico Hanenkamp gegründet.\nZu den Tätigkeitsschwerpunkten gehören die Entwicklung von ressourceneffizienten Produktionsprozessen, insbes. im Bereich der Zerspanung, Bauteilreinigung und Entgratung, als auch die Weiterentwicklung von Methoden und Werkzeugen der Operativen Exzellenz und Ressourceneffizienz.\nHerzlichen Dank für die ausgezeichnete Zusammenarbeit im vergangenen Jahr 2024!\nHerzlichen Dank für die ausgezeichnete Zusammenarbeit im vergangenen Jahr 2024!\rDie wertvolle Unterstützung und das Engagement haben maßgeblich zu unserem gemeinsamen Erfolg beigetragen.\rWir freuen uns darauf, auch im neuen Jahr span(n)ende Projekte und Ideen zusammen umzusetzen.\rEine besinnliche...\nKryoPuls: Kick-Off Treffen\nVor kurzem fand am REP der Kick-Off zum Projekt „KryoPuls – Untersuchung der hochfrequent-gepulsten kryogenen Minimalmengenschmierung in der Drehbearbeitung duktiler Werkstoffe“ statt.\r\rIn diesem von der Bayerischen Forschungsstiftung (BFS) geförderten Projekt soll eine hochfrequent-gepulste kryog...\n3. Wissensforum Zerspanung in Würzburg\nAm 27. November war der Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen erneut beim Wissensforum Zerspanung des MM Maschinenmarktes in Würzburg vertreten. Wie im letzten Jahr waren auch dieses Jahr wieder hochrangige Unternehmen und renommierte Universitäten zu Gast. Im Rahmen d...\n32. KühlSchmierstoffForum in Fellbach\nEnde November war der Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen beim 32. KühlSchmierstoffForum des VSI (Verband Schmierstoff-Industrie e.V.) vertreten. Unsere Mitarbeiter Jan Harald Selzam, Jan Reichinger und Trixi Meier präsentierten unsere aktuellen Forschungsprojekte i...\nNeuer wissenschaftlicher Mitarbeiter in der Arbeitsgruppe Zerspanung: Jan Reichinger\nJan Reichinger absolvierte den Masterstudiengang Wirtschaftsingenieurwesen mit der Fachrichtung Maschinenbau an der FAU Erlangen-Nürnberg.\r\rIm Rahmen seiner wissenschaftlichen studentischen Arbeiten am Lehrstuhl REP beschäftigte er sich bereits mit der Untersuchung biobasierter Grundöle unter Eins...\nKeep Cool! – Effizienzpotenziale in der Prozess- und Maschinenkühlung\nWir freuen uns bekannt geben zu können, dass wir beim diesjährigen Wissensforum Zerspanung von MM MaschinenMarkt in Würzburg am 27. November 2024 bereits zum dritten Mal dabei sein dürfen als Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen.\r\rDer Vortrag von Prof. Nico Hanenkam...\nStart des Projekts KryoPuls mit Förderung durch die Bayerische Forschungsstiftung\nZum 01.10.2024 startet das von der Bayerischen Forschungsstiftung (BFS) geförderte Projekt Untersuchung der hochfrequent-gepulsten kryogenen Minimalmengenschmierung in der Drehbearbeitung duktiler Werkstoffe – KryoPuls. Die Dauer des Projektes beträgt 24 Monate.\r\rIn der Metallbearbeitung kommen öl...\nStandort\nDiese Inhalte wurden von fau.karte.de in Form eines Frames eingebunden. Um direkt auf die Karte zuzugreifen, folgen Sie dem folgenden Link:https://karte.fau.de/api/v1/iframe/term/Ressourcen-+und/zoom/15\nDiese Inhalte wurden von fau.karte.de in Form eines Frames eingebunden. Um direkt auf die Karte zuzugreifen, folgen Sie dem folgenden Link:https://karte.fau.de/api/v1/iframe/term/Ressourcen-+und/zoom/15\nAdresse:\nLehrstuhl REPDr.-Mack-Str. 81, Technikum 1D-90762 Fürth\nNähere Informationen unter:\nMartinaKoneinVerwaltungTelefon:+49 911 6507864810Faxnummer:+49 911 6507864813E-Mail:martina.konein@fau.deSprechzeitenMontag - Donnerstag:9.00 Uhr - 14.30 UhrFreitag:9.00 Uhr - 13.00 Uhr\nMartinaKonein\nSprechzeitenMontag - Donnerstag:9.00 Uhr - 14.30 UhrFreitag:9.00 Uhr - 13.00 Uhr\nSocial Media\nVeranstaltungen\nKeine bevorstehenden Veranstaltungen.\nKeine bevorstehenden Veranstaltungen."}
{"url": "https://www.rep.tf.fau.de/impressum", "content": "Impressum\nImpressum\nHerausgeber\nFriedrich-Alexander-Universität Erlangen-Nürnberg\nRechtsform und gesetzliche Vertretung\nKörperschaft des Öffentlichen Rechts. Gesetzliche Vertretung nach außen durch Präsident Prof. Dr. Joachim Hornegger.Für namentlich oder mit einem gesonderten Impressum gekennzeichnete Beiträge liegt die Verantwortung bei den jeweiligen Autorinnen und Autoren.\nInhaltliche Verantwortung\nProf. Dr.-Ing. Nico Hanenkamp\nRedaktion und technische Ansprechpartner\nJan Selzam\nZuständige Aufsichtsbehörde\nBayerisches Staatsministerium für Wissenschaft und Kunst\nIdentifikationsnummern\nMeldung von IT Sicherheitsvorfällen\nKontaktinformationen für Sicherheitsvorfälle und zur Meldung über Missbrauch von Computer- und Netzwerk-Ressourcen.\nIT-Sicherheit\nPostanschrift:\nNutzungsbedingungen\nTexte, Bilder, Grafiken sowie die Gestaltung dieser Internetseiten     können dem Urheberrecht unterliegen.\nAls Privatperson dürfen Sie urheberrechtlich geschütztes Material zum privaten     und sonstigen eigenen Gebrauch im Rahmen des§ 53 Urheberrechtsgesetz (UrhG)verwenden. Eine Vervielfältigung oder Verwendung dieser Seiten oder Teilen     davon in anderen elektronischen oder gedruckten Publikationen und deren     Veröffentlichung ist nur mit unserer Einwilligung gestattet. Diese erteilen     auf Anfrage die für den Inhalt Verantwortlichen. Der Nachdruck und die     Auswertung von Pressemitteilungen und Reden sind mit Quellenangabe allgemein     gestattet.\nWeiterhin können Texte, Bilder, Grafiken und sonstige Dateien ganz oder     teilweise dem Urheberrecht Dritter unterliegen. Auch über das Bestehen     möglicher Rechte Dritter geben Ihnen die für den Inhalt Verantwortlichen     nähere Auskünfte, sofern diese Rechte nicht bereits durch entsprechende     Hinweise im Webangebot kenntlich gemacht sind.\nHaftungsausschluss\nDieses Impressum gilt nur für den Webauftritt unter dieser Adresse:www.rep.tf.fau.de\nAlle auf dieser Internetseite bereitgestellten Informationen haben wir nach     bestem Wissen und Gewissen erarbeitet und geprüft. Eine Gewähr für die     jederzeitige Aktualität, Richtigkeit, Vollständigkeit und Verfügbarkeit der     bereit gestellten Informationen können wir allerdings nicht übernehmen. Ein     Vertragsverhältnis mit den Nutzern des Internetangebots kommt nicht     zustande.\nWir haften nicht für Schäden, die durch die Nutzung dieses Internetangebots entstehen.     Dieser Haftungsausschluss gilt nicht, soweit die Vorschriften des § 839 BGB (Haftung bei Amtspflichtverletzung)      einschlägig sind. Für etwaige Schäden, die beim Aufrufen oder Herunterladen von Daten durch Schadsoftware      oder der Installation oder Nutzung von Software verursacht werden, wird nicht gehaftet.\nHaftung für Links\nVon unseren eigenen Inhalten sind Querverweise (Links) auf die Webseiten anderer Anbieter zu unterscheiden.     Durch diese Links ermöglichen wir lediglich den Zugang zur Nutzung fremder Inhalte nach § 8 Telemediengesetz.     Bei der erstmaligen Verknüpfung mit diesen Internetangeboten haben wir diese fremden Inhalte daraufhin überprüft,    ob durch sie eine mögliche zivilrechtliche oder strafrechtliche Verantwortlichkeit ausgelöst wird.     Wir können diese fremden Inhalte aber nicht ständig auf Veränderungen überprüfen und daher auch keine Verantwortung dafür übernehmen.     Für illegale, fehlerhafte oder unvollständige Inhalte und insbesondere für Schäden, die aus der Nutzung oder Nichtnutzung     von Informationen Dritter entstehen, haftet allein der jeweilige Anbieter der Seite.\nMitteilungen von Informationen über Verstöße gemäß Hinweisgeberschutzgesetz\nDie Meldung von Verstößen durch Hinweisgeber kann entscheidend dazu beitragen, Risiken für die öffentliche     Gesundheit und den Verbraucherschutz, die aus andernfalls womöglich unbemerkten Verstößen gegen Rechtsvorschriften     erwachsen, aufzudecken, zu verhindern, einzudämmen oder zu beseitigen.\nInterne Meldestelle:Hinweisgebersystem der FAU"}
{"url": "https://www.rep.tf.fau.de/2024/12/06/3-wissensforum-zerspanung-in-wuerzburg/", "content": "3. Wissensforum Zerspanung in Würzburg\n3. Wissensforum Zerspanung in Würzburg\nAm 27. November war der Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen erneut beim Wissensforum Zerspanung des MM Maschinenmarktes in Würzburg vertreten. Wie im letzten Jahr waren auch dieses Jahr wieder hochrangige Unternehmen und renommierte Universitäten zu Gast. Im Rahmen der Vorträge sowie der Ausstellung wurden innovative und neuartige Verfahren zur Optimierung der Zerspanungsprozesse präsentiert. Von Seiten des Lehrstuhls REP nahmen Prof. Hanenkamp, Trixi Meier, Jan Reichinger, Andreas Röckelein, Jan Selzam, Mario Stange, Stefan Ziehr sowie einige Studierende an der Veranstaltung teil. Im Zuge der Ausstellung wurden seitens des Lehrstuhls REP die aktuellen Forschungsprojekte im Bereich Kühlschmierstoffe (DiaCool) und kryogener Zerspanung (KryoPuls, CoolFlex4sustainability, ProKos und DiaThermoCool) vorgestellt. Prof. Nico Hanenkamp zeigte in seinem Vortrag „Keep Cool! – Effizienzpotenziale in der Prozess- und Werkzeugmaschinenkühlung“ die Relevanz der Prozess- und Maschinenkühlung in der Zerspanung, die thermische Wirkungskette in Werkzeugmaschinen sowie die Wichtigkeit der Prozesskühlung durch ressourcenschonende KSS-Strategien.\nDas Wissensforum Zerspanung bot mit spannenden Vorträgen und einer Ausstellung von Forschung und Industrie viel Raum für Austausch und eine ideale Plattform, um aktiv an der Gestaltung der Zukunft der zerspanenden Fertigung mitzuwirken. Herzlichen Dank an die Veranstalter:innen und Teilnehmenden für den inspirierenden Tag!\nBericht von MM-Maschinenmarkt „Wovon Sie als Zerspaner zumindest gehört haben sollten“sowie weitereFotoimpressionen.\nKategorie:Abgeschlossene Forschungsprojekte,Laufende Forschungsprojekte,Qualifizierung,Startseite\nBeitrags-Navigation\nWebauftritt durchsuchen\nNeueste Beiträge\nNeueste Kommentare\nArchive\nKategorien\nMeta"}
{"url": "https://www.rep.tf.fau.de/kooperationen/allgemeine-informationen/", "content": "Kooperationsformen\nKooperationsformen\nDer Lehrstuhl schätzt die Zusammenarbeit mit Unternehmen. Diese sind für die Lösung komplexer Forschungsvorhaben und auch die anwendungsnahe Erprobung und Validierung von entwickelten Ideen und Lösungen von größter Bedeutung. Generell sind Möglichkeiten der Zusammenarbeit vielfältig, folgend sind die häufigsten Kooperationsformen kurz zusammengefasst:\nHaben Sie Interesse an einer Kooperation haben? Kontaktieren Sie uns!\nDie Kompetenzen sowie auch die Ausrüstung des Lehrstuhls sind insbesondere im Bereich derForschungsschwerpunktevorhanden – genauere Informationen hierzu finden Sie im Bereich Forschung. Zögern Sie jedoch nicht, uns auch auf thematisch verwandte Themen anzusprechen.\nAnsprechpartner:\nProf. Dr.-Ing.NicoHanenkamp\nDepartment Maschinenbau (MB)Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen (REP, Prof. Hanenkamp)"}
{"url": "https://www.rep.tf.fau.de/lehrstuhl/unterlagen/", "content": "Jahresberichte\nJahresberichte\nFolgend finden Sie die Jahresberichte des Lehrstuhls REP:\nJahresbericht 2017\nJahresbericht 2020\nJahresbericht 2021\nJahresbericht 2022\nJahresbericht 2023"}
{"url": "https://www.rep.tf.fau.de#maintop", "content": "Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen\nProf. Dr. Nico Hanenkamp\nStartseite\nDer Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen (RE²P) wurde im Oktober 2014 unter der Leitung von Prof. Dr.-Ing. Dipl. Wirt. Ing. Nico Hanenkamp gegründet.\nZu den Tätigkeitsschwerpunkten gehören die Entwicklung von ressourceneffizienten Produktionsprozessen, insbes. im Bereich der Zerspanung, Bauteilreinigung und Entgratung, als auch die Weiterentwicklung von Methoden und Werkzeugen der Operativen Exzellenz und Ressourceneffizienz.\nHerzlichen Dank für die ausgezeichnete Zusammenarbeit im vergangenen Jahr 2024!\nHerzlichen Dank für die ausgezeichnete Zusammenarbeit im vergangenen Jahr 2024!\rDie wertvolle Unterstützung und das Engagement haben maßgeblich zu unserem gemeinsamen Erfolg beigetragen.\rWir freuen uns darauf, auch im neuen Jahr span(n)ende Projekte und Ideen zusammen umzusetzen.\rEine besinnliche...\nKryoPuls: Kick-Off Treffen\nVor kurzem fand am REP der Kick-Off zum Projekt „KryoPuls – Untersuchung der hochfrequent-gepulsten kryogenen Minimalmengenschmierung in der Drehbearbeitung duktiler Werkstoffe“ statt.\r\rIn diesem von der Bayerischen Forschungsstiftung (BFS) geförderten Projekt soll eine hochfrequent-gepulste kryog...\n3. Wissensforum Zerspanung in Würzburg\nAm 27. November war der Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen erneut beim Wissensforum Zerspanung des MM Maschinenmarktes in Würzburg vertreten. Wie im letzten Jahr waren auch dieses Jahr wieder hochrangige Unternehmen und renommierte Universitäten zu Gast. Im Rahmen d...\n32. KühlSchmierstoffForum in Fellbach\nEnde November war der Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen beim 32. KühlSchmierstoffForum des VSI (Verband Schmierstoff-Industrie e.V.) vertreten. Unsere Mitarbeiter Jan Harald Selzam, Jan Reichinger und Trixi Meier präsentierten unsere aktuellen Forschungsprojekte i...\nNeuer wissenschaftlicher Mitarbeiter in der Arbeitsgruppe Zerspanung: Jan Reichinger\nJan Reichinger absolvierte den Masterstudiengang Wirtschaftsingenieurwesen mit der Fachrichtung Maschinenbau an der FAU Erlangen-Nürnberg.\r\rIm Rahmen seiner wissenschaftlichen studentischen Arbeiten am Lehrstuhl REP beschäftigte er sich bereits mit der Untersuchung biobasierter Grundöle unter Eins...\nKeep Cool! – Effizienzpotenziale in der Prozess- und Maschinenkühlung\nWir freuen uns bekannt geben zu können, dass wir beim diesjährigen Wissensforum Zerspanung von MM MaschinenMarkt in Würzburg am 27. November 2024 bereits zum dritten Mal dabei sein dürfen als Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen.\r\rDer Vortrag von Prof. Nico Hanenkam...\nStart des Projekts KryoPuls mit Förderung durch die Bayerische Forschungsstiftung\nZum 01.10.2024 startet das von der Bayerischen Forschungsstiftung (BFS) geförderte Projekt Untersuchung der hochfrequent-gepulsten kryogenen Minimalmengenschmierung in der Drehbearbeitung duktiler Werkstoffe – KryoPuls. Die Dauer des Projektes beträgt 24 Monate.\r\rIn der Metallbearbeitung kommen öl...\nStandort\nDiese Inhalte wurden von fau.karte.de in Form eines Frames eingebunden. Um direkt auf die Karte zuzugreifen, folgen Sie dem folgenden Link:https://karte.fau.de/api/v1/iframe/term/Ressourcen-+und/zoom/15\nDiese Inhalte wurden von fau.karte.de in Form eines Frames eingebunden. Um direkt auf die Karte zuzugreifen, folgen Sie dem folgenden Link:https://karte.fau.de/api/v1/iframe/term/Ressourcen-+und/zoom/15\nAdresse:\nLehrstuhl REPDr.-Mack-Str. 81, Technikum 1D-90762 Fürth\nNähere Informationen unter:\nMartinaKoneinVerwaltungTelefon:+49 911 6507864810Faxnummer:+49 911 6507864813E-Mail:martina.konein@fau.deSprechzeitenMontag - Donnerstag:9.00 Uhr - 14.30 UhrFreitag:9.00 Uhr - 13.00 Uhr\nMartinaKonein\nSprechzeitenMontag - Donnerstag:9.00 Uhr - 14.30 UhrFreitag:9.00 Uhr - 13.00 Uhr\nSocial Media\nVeranstaltungen\nKeine bevorstehenden Veranstaltungen.\nKeine bevorstehenden Veranstaltungen."}
{"url": "https://www.rep.tf.fau.de/lehrstuhl/publikationen/", "content": "Publikationen\nPublikationen\nPublikationen im Jahr 2024\nPublikationen im Jahr 2023:\nPublikationen im Jahr 2022:\nPublikationen im Jahr 2021:\nPublikationen im Jahr 2020:\nPublikationen im Jahr 2019:\nPublikationen im Jahr 2018:\nPublikationen im Jahr 2017:\nPublikationen vor 2017:\n2016\n2013"}
{"url": "https://www.rep.tf.fau.de/kooperationen/kooperationspartner/", "content": "Kooperationspartner\nKooperationspartner"}
{"url": "https://www.rep.tf.fau.de/category/laufende-forschungsprojekte/", "content": "Kategorie:Laufende Forschungsprojekte\nLaufende Forschungsprojekte\nKryoPuls: Kick-Off Treffen\nVor kurzem fand am REP der Kick-Off zum Projekt „KryoPuls – Untersuchung der hochfrequent-gepulsten kryogenen Minimalmengenschmierung in der Drehbearbeitung duktiler Werkstoffe“ statt.\r\rIn diesem von der Bayerischen Forschungsstiftung (BFS) geförderten Projekt soll eine hochfrequent-gepulste kryog...\n3. Wissensforum Zerspanung in Würzburg\nAm 27. November war der Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen erneut beim Wissensforum Zerspanung des MM Maschinenmarktes in Würzburg vertreten. Wie im letzten Jahr waren auch dieses Jahr wieder hochrangige Unternehmen und renommierte Universitäten zu Gast. Im Rahmen d...\n32. KühlSchmierstoffForum in Fellbach\nEnde November war der Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen beim 32. KühlSchmierstoffForum des VSI (Verband Schmierstoff-Industrie e.V.) vertreten. Unsere Mitarbeiter Jan Harald Selzam, Jan Reichinger und Trixi Meier präsentierten unsere aktuellen Forschungsprojekte i...\nStart des Projekts KryoPuls mit Förderung durch die Bayerische Forschungsstiftung\nZum 01.10.2024 startet das von der Bayerischen Forschungsstiftung (BFS) geförderte Projekt Untersuchung der hochfrequent-gepulsten kryogenen Minimalmengenschmierung in der Drehbearbeitung duktiler Werkstoffe – KryoPuls. Die Dauer des Projektes beträgt 24 Monate.\r\rIn der Metallbearbeitung kommen öl...\nNeue wissenschaftliche Veröffentlichung der Arbeitsgruppe Zerspanung\nWir freuen uns, die Veröffentlichung unserer neuesten Forschungsergebnisse im CIRP Journal of Manufacturing Science and Technology bekanntzugeben. In der Arbeit mit dem Titel \"Investigation of the effects of CO2 pre-cooling on the cooling capacity for cryogenic cooling in machining operations\" unter...\nMeilensteintreffen des IGF-Projektes ProKos am 31.07.2024 in Deggendorf\nMeilensteintreffen des IGF-Projektes ProKos am 31.07.2024 in Deggendorf\r\rDas zweite Treffen des projektbegleitenden Ausschusses zum IGF-Projekt „ProKos – Prozessentwicklung zum Koordinatenschleifen sprödharter Werkstoffe“ (FKZ 01IF22984N) startete am Mittwoch den 31.07.2024 mit einer Präsentation ...\nKernteamsitzung des EnEffWerk-Projekts bei der GMN Paul Müller Industrie GmbH & Co. KG in Nürnberg\nWir freuen uns, die jüngste jährliche Kernteamsitzung des EnEffWerk-Projekts bekannt zu geben, die vom Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen bei der GMN Paul Müller Industrie GmbH & Co. KG in Nürnberg organisiert wurde. Das Treffen fand letzten Dienstag statt und k...\n31ST CIRP CONFERENCE ON LIFE CYCLE ENGINEERING\nWir blicken freudig auf unsere Teilnahme an der 31. CIRP-Konferenz zum Life Cycle Engineering (LCE2024), die vom Politecnico di Torino organisiert wurde, zurück.\r\rMohammad Bani-Hani präsentierte die neueste Veröffentlichung mit dem Thema: \"Innovative Kältetechnologie für Werkzeugmaschinen mit nach...\nREP beim Cleantech Innovation Summit 2024 in Hallstadt bei Bamberg\nWichtiger Impuls für die Metropolregion – Mit dem Cleantech Innovation Park und dem dazugehörigen Summit wird die regionale Wirtschaft, Wissenschaft und Politik für die Gestaltung nachhaltiger Technologien zusammengebracht. Den Auftakt der Panel Diskussion zum Thema „Energieeffizienz in der Produkti...\nREP-Jahresbericht 2023 online verfügbar\nDer Jahresbericht 2023 des REP-Lehrstuhls ist unter folgendem Link online verfügbar:\r\rREP-Jahresbericht 2023\r\rDer Bericht beinhaltet eine Übersicht der stud. Arbeiten und der Veröffentlichungen des REP-Lehrstuhl aus dem Jahr 2023 und gibt ein Update zu den laufenden Forschungsprojekten und -init...\nWebauftritt durchsuchen\nNeueste Beiträge\nNeueste Kommentare\nArchive\nKategorien\nMeta"}
{"url": "https://www.rep.tf.fau.de/studium/lehrveranstaltungen/", "content": "Lehrveranstaltungen\nLehrveranstaltungen\nEine aktuelle Übersicht über die Lehrveranstaltungen am Lehrstuhl REP sowie weiterführende Informationen finden Sie in campo und auf StudOn.\nSommersemester:\nVorlesungen/Übungen\nSeminare\nPraktika\nWintersemester:\nVorlesungen/Übungen\nSeminare\nPraktika"}
{"url": "https://www.rep.tf.fau.de/lehrstuhl/ausstattung/", "content": "Ausstattung\nAusstattung\nEine Übersicht über die vorhandene Ausstattung erhalten Sie in diesem Flyer: →Ansicht als ePaper zum Blättern"}
{"url": "https://www.rep.tf.fau.de#pagewrapper", "content": "Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen\nProf. Dr. Nico Hanenkamp\nStartseite\nDer Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen (RE²P) wurde im Oktober 2014 unter der Leitung von Prof. Dr.-Ing. Dipl. Wirt. Ing. Nico Hanenkamp gegründet.\nZu den Tätigkeitsschwerpunkten gehören die Entwicklung von ressourceneffizienten Produktionsprozessen, insbes. im Bereich der Zerspanung, Bauteilreinigung und Entgratung, als auch die Weiterentwicklung von Methoden und Werkzeugen der Operativen Exzellenz und Ressourceneffizienz.\nHerzlichen Dank für die ausgezeichnete Zusammenarbeit im vergangenen Jahr 2024!\nHerzlichen Dank für die ausgezeichnete Zusammenarbeit im vergangenen Jahr 2024!\rDie wertvolle Unterstützung und das Engagement haben maßgeblich zu unserem gemeinsamen Erfolg beigetragen.\rWir freuen uns darauf, auch im neuen Jahr span(n)ende Projekte und Ideen zusammen umzusetzen.\rEine besinnliche...\nKryoPuls: Kick-Off Treffen\nVor kurzem fand am REP der Kick-Off zum Projekt „KryoPuls – Untersuchung der hochfrequent-gepulsten kryogenen Minimalmengenschmierung in der Drehbearbeitung duktiler Werkstoffe“ statt.\r\rIn diesem von der Bayerischen Forschungsstiftung (BFS) geförderten Projekt soll eine hochfrequent-gepulste kryog...\n3. Wissensforum Zerspanung in Würzburg\nAm 27. November war der Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen erneut beim Wissensforum Zerspanung des MM Maschinenmarktes in Würzburg vertreten. Wie im letzten Jahr waren auch dieses Jahr wieder hochrangige Unternehmen und renommierte Universitäten zu Gast. Im Rahmen d...\n32. KühlSchmierstoffForum in Fellbach\nEnde November war der Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen beim 32. KühlSchmierstoffForum des VSI (Verband Schmierstoff-Industrie e.V.) vertreten. Unsere Mitarbeiter Jan Harald Selzam, Jan Reichinger und Trixi Meier präsentierten unsere aktuellen Forschungsprojekte i...\nNeuer wissenschaftlicher Mitarbeiter in der Arbeitsgruppe Zerspanung: Jan Reichinger\nJan Reichinger absolvierte den Masterstudiengang Wirtschaftsingenieurwesen mit der Fachrichtung Maschinenbau an der FAU Erlangen-Nürnberg.\r\rIm Rahmen seiner wissenschaftlichen studentischen Arbeiten am Lehrstuhl REP beschäftigte er sich bereits mit der Untersuchung biobasierter Grundöle unter Eins...\nKeep Cool! – Effizienzpotenziale in der Prozess- und Maschinenkühlung\nWir freuen uns bekannt geben zu können, dass wir beim diesjährigen Wissensforum Zerspanung von MM MaschinenMarkt in Würzburg am 27. November 2024 bereits zum dritten Mal dabei sein dürfen als Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen.\r\rDer Vortrag von Prof. Nico Hanenkam...\nStart des Projekts KryoPuls mit Förderung durch die Bayerische Forschungsstiftung\nZum 01.10.2024 startet das von der Bayerischen Forschungsstiftung (BFS) geförderte Projekt Untersuchung der hochfrequent-gepulsten kryogenen Minimalmengenschmierung in der Drehbearbeitung duktiler Werkstoffe – KryoPuls. Die Dauer des Projektes beträgt 24 Monate.\r\rIn der Metallbearbeitung kommen öl...\nStandort\nDiese Inhalte wurden von fau.karte.de in Form eines Frames eingebunden. Um direkt auf die Karte zuzugreifen, folgen Sie dem folgenden Link:https://karte.fau.de/api/v1/iframe/term/Ressourcen-+und/zoom/15\nDiese Inhalte wurden von fau.karte.de in Form eines Frames eingebunden. Um direkt auf die Karte zuzugreifen, folgen Sie dem folgenden Link:https://karte.fau.de/api/v1/iframe/term/Ressourcen-+und/zoom/15\nAdresse:\nLehrstuhl REPDr.-Mack-Str. 81, Technikum 1D-90762 Fürth\nNähere Informationen unter:\nMartinaKoneinVerwaltungTelefon:+49 911 6507864810Faxnummer:+49 911 6507864813E-Mail:martina.konein@fau.deSprechzeitenMontag - Donnerstag:9.00 Uhr - 14.30 UhrFreitag:9.00 Uhr - 13.00 Uhr\nMartinaKonein\nSprechzeitenMontag - Donnerstag:9.00 Uhr - 14.30 UhrFreitag:9.00 Uhr - 13.00 Uhr\nSocial Media\nVeranstaltungen\nKeine bevorstehenden Veranstaltungen.\nKeine bevorstehenden Veranstaltungen."}
{"url": "https://www.rep.tf.fau.de#footer", "content": "Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen\nProf. Dr. Nico Hanenkamp\nStartseite\nDer Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen (RE²P) wurde im Oktober 2014 unter der Leitung von Prof. Dr.-Ing. Dipl. Wirt. Ing. Nico Hanenkamp gegründet.\nZu den Tätigkeitsschwerpunkten gehören die Entwicklung von ressourceneffizienten Produktionsprozessen, insbes. im Bereich der Zerspanung, Bauteilreinigung und Entgratung, als auch die Weiterentwicklung von Methoden und Werkzeugen der Operativen Exzellenz und Ressourceneffizienz.\nHerzlichen Dank für die ausgezeichnete Zusammenarbeit im vergangenen Jahr 2024!\nHerzlichen Dank für die ausgezeichnete Zusammenarbeit im vergangenen Jahr 2024!\rDie wertvolle Unterstützung und das Engagement haben maßgeblich zu unserem gemeinsamen Erfolg beigetragen.\rWir freuen uns darauf, auch im neuen Jahr span(n)ende Projekte und Ideen zusammen umzusetzen.\rEine besinnliche...\nKryoPuls: Kick-Off Treffen\nVor kurzem fand am REP der Kick-Off zum Projekt „KryoPuls – Untersuchung der hochfrequent-gepulsten kryogenen Minimalmengenschmierung in der Drehbearbeitung duktiler Werkstoffe“ statt.\r\rIn diesem von der Bayerischen Forschungsstiftung (BFS) geförderten Projekt soll eine hochfrequent-gepulste kryog...\n3. Wissensforum Zerspanung in Würzburg\nAm 27. November war der Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen erneut beim Wissensforum Zerspanung des MM Maschinenmarktes in Würzburg vertreten. Wie im letzten Jahr waren auch dieses Jahr wieder hochrangige Unternehmen und renommierte Universitäten zu Gast. Im Rahmen d...\n32. KühlSchmierstoffForum in Fellbach\nEnde November war der Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen beim 32. KühlSchmierstoffForum des VSI (Verband Schmierstoff-Industrie e.V.) vertreten. Unsere Mitarbeiter Jan Harald Selzam, Jan Reichinger und Trixi Meier präsentierten unsere aktuellen Forschungsprojekte i...\nNeuer wissenschaftlicher Mitarbeiter in der Arbeitsgruppe Zerspanung: Jan Reichinger\nJan Reichinger absolvierte den Masterstudiengang Wirtschaftsingenieurwesen mit der Fachrichtung Maschinenbau an der FAU Erlangen-Nürnberg.\r\rIm Rahmen seiner wissenschaftlichen studentischen Arbeiten am Lehrstuhl REP beschäftigte er sich bereits mit der Untersuchung biobasierter Grundöle unter Eins...\nKeep Cool! – Effizienzpotenziale in der Prozess- und Maschinenkühlung\nWir freuen uns bekannt geben zu können, dass wir beim diesjährigen Wissensforum Zerspanung von MM MaschinenMarkt in Würzburg am 27. November 2024 bereits zum dritten Mal dabei sein dürfen als Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen.\r\rDer Vortrag von Prof. Nico Hanenkam...\nStart des Projekts KryoPuls mit Förderung durch die Bayerische Forschungsstiftung\nZum 01.10.2024 startet das von der Bayerischen Forschungsstiftung (BFS) geförderte Projekt Untersuchung der hochfrequent-gepulsten kryogenen Minimalmengenschmierung in der Drehbearbeitung duktiler Werkstoffe – KryoPuls. Die Dauer des Projektes beträgt 24 Monate.\r\rIn der Metallbearbeitung kommen öl...\nStandort\nDiese Inhalte wurden von fau.karte.de in Form eines Frames eingebunden. Um direkt auf die Karte zuzugreifen, folgen Sie dem folgenden Link:https://karte.fau.de/api/v1/iframe/term/Ressourcen-+und/zoom/15\nDiese Inhalte wurden von fau.karte.de in Form eines Frames eingebunden. Um direkt auf die Karte zuzugreifen, folgen Sie dem folgenden Link:https://karte.fau.de/api/v1/iframe/term/Ressourcen-+und/zoom/15\nAdresse:\nLehrstuhl REPDr.-Mack-Str. 81, Technikum 1D-90762 Fürth\nNähere Informationen unter:\nMartinaKoneinVerwaltungTelefon:+49 911 6507864810Faxnummer:+49 911 6507864813E-Mail:martina.konein@fau.deSprechzeitenMontag - Donnerstag:9.00 Uhr - 14.30 UhrFreitag:9.00 Uhr - 13.00 Uhr\nMartinaKonein\nSprechzeitenMontag - Donnerstag:9.00 Uhr - 14.30 UhrFreitag:9.00 Uhr - 13.00 Uhr\nSocial Media\nVeranstaltungen\nKeine bevorstehenden Veranstaltungen.\nKeine bevorstehenden Veranstaltungen."}
{"url": "https://www.rep.tf.fau.de/lehrstuhl/team/", "content": "Team\nTeam\nUnser Team\nLeitung\nProf. Dr.-Ing.NicoHanenkamp\nDepartment Maschinenbau (MB)Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen (REP, Prof. Hanenkamp)\nSekretariat\nMartinaKonein\nDepartment Maschinenbau (MB)Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen (REP, Prof. Hanenkamp)\nWissenschaftliche Mitarbeiter\nHubertWürschinger,M. Sc.\nDepartment Maschinenbau (MB)Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen (REP, Prof. Hanenkamp)\nTrixiMeier,M. Sc.\nDepartment Maschinenbau (MB)Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen (REP, Prof. Hanenkamp)\nJanSelzam,M. Sc.\nDepartment Maschinenbau (MB)Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen (REP, Prof. Hanenkamp)\nMohammadBani-Hani,M. Sc.\nDepartment Maschinenbau (MB)Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen (REP, Prof. Hanenkamp)\nCosimoDi Cecca,M. Sc.\nDepartment Maschinenbau (MB)Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen (REP, Prof. Hanenkamp)\nKaiZhang,M. Sc.\nDepartment Maschinenbau (MB)Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen (REP, Prof. Hanenkamp)\nSimonSauer,M. Sc.\nDepartment Maschinenbau (MB)Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen (REP, Prof. Hanenkamp)\nAndreasRöckelein,M. Sc.\nDepartment Maschinenbau (MB)Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen (REP, Prof. Hanenkamp)\nJanReichinger,M. Sc.\nDepartment Maschinenbau (MB)Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen (REP, Prof. Hanenkamp)\nNichtwissenschaftliche Mitarbeiter\nMarioStange\nDepartment Maschinenbau (MB)Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen (REP, Prof. Hanenkamp)\nStefanZiehr\nDepartment Maschinenbau (MB)Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen (REP, Prof. Hanenkamp)\nAlumni\nDr. Daniel Gross\nMatthiasMühlbauer\nSven Amon\nShu Ju"}
{"url": "https://www.rep.tf.fau.de/kooperationen/", "content": "Kooperationen\nKooperationen"}
{"url": "https://www.rep.tf.fau.de#meta-menu", "content": "Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen\nProf. Dr. Nico Hanenkamp\nStartseite\nDer Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen (RE²P) wurde im Oktober 2014 unter der Leitung von Prof. Dr.-Ing. Dipl. Wirt. Ing. Nico Hanenkamp gegründet.\nZu den Tätigkeitsschwerpunkten gehören die Entwicklung von ressourceneffizienten Produktionsprozessen, insbes. im Bereich der Zerspanung, Bauteilreinigung und Entgratung, als auch die Weiterentwicklung von Methoden und Werkzeugen der Operativen Exzellenz und Ressourceneffizienz.\nHerzlichen Dank für die ausgezeichnete Zusammenarbeit im vergangenen Jahr 2024!\nHerzlichen Dank für die ausgezeichnete Zusammenarbeit im vergangenen Jahr 2024!\rDie wertvolle Unterstützung und das Engagement haben maßgeblich zu unserem gemeinsamen Erfolg beigetragen.\rWir freuen uns darauf, auch im neuen Jahr span(n)ende Projekte und Ideen zusammen umzusetzen.\rEine besinnliche...\nKryoPuls: Kick-Off Treffen\nVor kurzem fand am REP der Kick-Off zum Projekt „KryoPuls – Untersuchung der hochfrequent-gepulsten kryogenen Minimalmengenschmierung in der Drehbearbeitung duktiler Werkstoffe“ statt.\r\rIn diesem von der Bayerischen Forschungsstiftung (BFS) geförderten Projekt soll eine hochfrequent-gepulste kryog...\n3. Wissensforum Zerspanung in Würzburg\nAm 27. November war der Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen erneut beim Wissensforum Zerspanung des MM Maschinenmarktes in Würzburg vertreten. Wie im letzten Jahr waren auch dieses Jahr wieder hochrangige Unternehmen und renommierte Universitäten zu Gast. Im Rahmen d...\n32. KühlSchmierstoffForum in Fellbach\nEnde November war der Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen beim 32. KühlSchmierstoffForum des VSI (Verband Schmierstoff-Industrie e.V.) vertreten. Unsere Mitarbeiter Jan Harald Selzam, Jan Reichinger und Trixi Meier präsentierten unsere aktuellen Forschungsprojekte i...\nNeuer wissenschaftlicher Mitarbeiter in der Arbeitsgruppe Zerspanung: Jan Reichinger\nJan Reichinger absolvierte den Masterstudiengang Wirtschaftsingenieurwesen mit der Fachrichtung Maschinenbau an der FAU Erlangen-Nürnberg.\r\rIm Rahmen seiner wissenschaftlichen studentischen Arbeiten am Lehrstuhl REP beschäftigte er sich bereits mit der Untersuchung biobasierter Grundöle unter Eins...\nKeep Cool! – Effizienzpotenziale in der Prozess- und Maschinenkühlung\nWir freuen uns bekannt geben zu können, dass wir beim diesjährigen Wissensforum Zerspanung von MM MaschinenMarkt in Würzburg am 27. November 2024 bereits zum dritten Mal dabei sein dürfen als Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen.\r\rDer Vortrag von Prof. Nico Hanenkam...\nStart des Projekts KryoPuls mit Förderung durch die Bayerische Forschungsstiftung\nZum 01.10.2024 startet das von der Bayerischen Forschungsstiftung (BFS) geförderte Projekt Untersuchung der hochfrequent-gepulsten kryogenen Minimalmengenschmierung in der Drehbearbeitung duktiler Werkstoffe – KryoPuls. Die Dauer des Projektes beträgt 24 Monate.\r\rIn der Metallbearbeitung kommen öl...\nStandort\nDiese Inhalte wurden von fau.karte.de in Form eines Frames eingebunden. Um direkt auf die Karte zuzugreifen, folgen Sie dem folgenden Link:https://karte.fau.de/api/v1/iframe/term/Ressourcen-+und/zoom/15\nDiese Inhalte wurden von fau.karte.de in Form eines Frames eingebunden. Um direkt auf die Karte zuzugreifen, folgen Sie dem folgenden Link:https://karte.fau.de/api/v1/iframe/term/Ressourcen-+und/zoom/15\nAdresse:\nLehrstuhl REPDr.-Mack-Str. 81, Technikum 1D-90762 Fürth\nNähere Informationen unter:\nMartinaKoneinVerwaltungTelefon:+49 911 6507864810Faxnummer:+49 911 6507864813E-Mail:martina.konein@fau.deSprechzeitenMontag - Donnerstag:9.00 Uhr - 14.30 UhrFreitag:9.00 Uhr - 13.00 Uhr\nMartinaKonein\nSprechzeitenMontag - Donnerstag:9.00 Uhr - 14.30 UhrFreitag:9.00 Uhr - 13.00 Uhr\nSocial Media\nVeranstaltungen\nKeine bevorstehenden Veranstaltungen.\nKeine bevorstehenden Veranstaltungen."}
{"url": "https://www.rep.tf.fau.de/forschung/", "content": "Forschung\nForschung"}
{"url": "https://www.rep.tf.fau.de/category/startseite/", "content": "Kategorie:Startseite\nStartseite\nHerzlichen Dank für die ausgezeichnete Zusammenarbeit im vergangenen Jahr 2024!\nHerzlichen Dank für die ausgezeichnete Zusammenarbeit im vergangenen Jahr 2024!\rDie wertvolle Unterstützung und das Engagement haben maßgeblich zu unserem gemeinsamen Erfolg beigetragen.\rWir freuen uns darauf, auch im neuen Jahr span(n)ende Projekte und Ideen zusammen umzusetzen.\rEine besinnliche...\nKryoPuls: Kick-Off Treffen\nVor kurzem fand am REP der Kick-Off zum Projekt „KryoPuls – Untersuchung der hochfrequent-gepulsten kryogenen Minimalmengenschmierung in der Drehbearbeitung duktiler Werkstoffe“ statt.\r\rIn diesem von der Bayerischen Forschungsstiftung (BFS) geförderten Projekt soll eine hochfrequent-gepulste kryog...\n3. Wissensforum Zerspanung in Würzburg\nAm 27. November war der Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen erneut beim Wissensforum Zerspanung des MM Maschinenmarktes in Würzburg vertreten. Wie im letzten Jahr waren auch dieses Jahr wieder hochrangige Unternehmen und renommierte Universitäten zu Gast. Im Rahmen d...\n32. KühlSchmierstoffForum in Fellbach\nEnde November war der Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen beim 32. KühlSchmierstoffForum des VSI (Verband Schmierstoff-Industrie e.V.) vertreten. Unsere Mitarbeiter Jan Harald Selzam, Jan Reichinger und Trixi Meier präsentierten unsere aktuellen Forschungsprojekte i...\nNeuer wissenschaftlicher Mitarbeiter in der Arbeitsgruppe Zerspanung: Jan Reichinger\nJan Reichinger absolvierte den Masterstudiengang Wirtschaftsingenieurwesen mit der Fachrichtung Maschinenbau an der FAU Erlangen-Nürnberg.\r\rIm Rahmen seiner wissenschaftlichen studentischen Arbeiten am Lehrstuhl REP beschäftigte er sich bereits mit der Untersuchung biobasierter Grundöle unter Eins...\nKeep Cool! – Effizienzpotenziale in der Prozess- und Maschinenkühlung\nWir freuen uns bekannt geben zu können, dass wir beim diesjährigen Wissensforum Zerspanung von MM MaschinenMarkt in Würzburg am 27. November 2024 bereits zum dritten Mal dabei sein dürfen als Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen.\r\rDer Vortrag von Prof. Nico Hanenkam...\nStart des Projekts KryoPuls mit Förderung durch die Bayerische Forschungsstiftung\nZum 01.10.2024 startet das von der Bayerischen Forschungsstiftung (BFS) geförderte Projekt Untersuchung der hochfrequent-gepulsten kryogenen Minimalmengenschmierung in der Drehbearbeitung duktiler Werkstoffe – KryoPuls. Die Dauer des Projektes beträgt 24 Monate.\r\rIn der Metallbearbeitung kommen öl...\nNeue wissenschaftliche Veröffentlichung der Arbeitsgruppe Zerspanung\nWir freuen uns, die Veröffentlichung unserer neuesten Forschungsergebnisse im CIRP Journal of Manufacturing Science and Technology bekanntzugeben. In der Arbeit mit dem Titel \"Investigation of the effects of CO2 pre-cooling on the cooling capacity for cryogenic cooling in machining operations\" unter...\nREP Sommerausflug in die Fränkische Schweiz\nIn diesem Jahr führte der Sommerausflug des Lehrstuhls für Ressourcen- und Energieeffiziente Produktionsmaschinen (REP) in die malerische Fränkische Schweiz. Die Mitarbeitenden erwartete eine spannende Kajaktour auf der Wiesent, während der sie sowohl gemeinsam sportliche Herausforderungen meisterte...\nAMB Messe 2024 in Stuttgart – Span(n)ende neue Impulse für die Metallbearbeitung\nMitarbeitende der AG Zerspanung des Lehrstuhls für Ressourcen- und Energieeffiziente Produktionsmaschinen (REP) hatten diese Woche die Gelegenheit, die AMB - Internationale Ausstellung für Metallbearbeitung in Stuttgart zu besuchen.\r\rToller Austausch mit langjährigen Partnern:\rDie Gespräche mit u...\nWebauftritt durchsuchen\nNeueste Beiträge\nNeueste Kommentare\nArchive\nKategorien\nMeta"}
{"url": "https://www.rep.tf.fau.de/forschung/forschungsgebiete/", "content": "Forschungsgruppen\nForschungsgruppen\nAm Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen gibt es zwei Forschungsgruppen:\nAlle Schwerpunkte beziehen sich auf die Ressourceneffizienz von Produktionssystemen und Produktionsprozessen."}
{"url": "https://www.rep.tf.fau.de/2024/10/02/start-des-projekts-kryopuls-mit-foerderung-durch-die-bayerische-forschungsstiftung/", "content": "Start des Projekts KryoPuls mit Förderung durch die Bayerische Forschungsstiftung\nStart des Projekts KryoPuls mit Förderung durch die Bayerische Forschungsstiftung\nZum 01.10.2024 startet das von der Bayerischen Forschungsstiftung (BFS) geförderte ProjektUntersuchung der hochfrequent-gepulsten kryogenen Minimalmengenschmierung in der Drehbearbeitung duktiler Werkstoffe – KryoPuls. Die Dauer des Projektes beträgt 24 Monate.\nIn der Metallbearbeitung kommen öl- oder wasserbasierte Kühlschmierstoffe (KSS) zum Einsatz. Diese sorgen einerseits für eine effiziente Kühlung und Schmierung und unterstützen den Spantransport. Andererseits wirken sich diese KSS negativ auf die Nachhaltigkeit des Prozesses aus. Speziell bei der Drehbearbeitung duktiler Werkstoffe können sich bei ausbleibendem Spanbruch zudem lange Fließspäne bilden. Im Projekt KryoPuls soll daher eine hochfrequent-gepulste kryogene Minimalmengenschmierung entwickelt werden, um erstens den Spanbruch gezielt zu beeinflussen und zweitens einen flexiblen Massendurchsatz der Kühl- und Schmiermedien zu realisieren. Im Projekt wird ein Demonstratorsystem entwickelt, dessen Funktionalität und Energieeffizienz in den Referenzprozessen validiert wird.\nNeben dem Lehrstuhl für Ressourcen und Energieeffiziente Produktionssysteme (REP) der Friedrich-Alexander-Universität Erlangen-Nürnberg (FAU) sind mit der EagleBurgmann Germany GmbH & Co. KG, der Kennametal Shared Services GmbH, der Hirschvogel Komponenten GmbH und der Schaeffler Technologies AG & Co. KG vier namhafte Unternehmen der zerspanenden Industrie am Projekt beteiligt.\nJanSelzam,M. Sc.\nDepartment Maschinenbau (MB)Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen (REP, Prof. Hanenkamp)\nKategorie:Laufende Forschungsprojekte,Startseite\nBeitrags-Navigation\nWebauftritt durchsuchen\nNeueste Beiträge\nNeueste Kommentare\nArchive\nKategorien\nMeta"}
{"url": "https://www.rep.tf.fau.de/studium/arbeiten/", "content": "Studentische Arbeiten\nStudentische Arbeiten\nDas Team vom Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen sucht freundliche und aufgeschlossene Studenten, die die Forschung am REP mit einer Bachelor-, Projekt- oder Masterarbeit unterstützen möchten. In StudOn finden Sie eine Übersicht über aktuell ausgeschriebene Themen:Link zur Übersichtoder Sie senden eine Initiativbewerbung.\nFolgend eine Übersicht über die möglichen Betreuer und deren Forschungsschwerpunkte:\nHaben Sie Interesse Ihre Arbeit in einem der genannten Bereiche zu verfassen, kontaktieren Sie am besten den entsprechenden Mitarbeiter per Mail, mit Lebenslauf, aktuellem Notenspiegel sowie ggf. der zeitlichen Einplanung Ihrer Arbeit.\nAus prüfungsrechtlichen Gründen ist es erforderlich, dass Sie bereits ein Modul am Lehrstuhl REP absolviert haben, um an unserem Lehrstuhl eine Arbeit schreiben zu können. Ggf. kann das Modul jedoch auch parallel zur Arbeit belegt werden."}
{"url": "https://www.rep.tf.fau.de#nav", "content": "Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen\nProf. Dr. Nico Hanenkamp\nStartseite\nDer Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen (RE²P) wurde im Oktober 2014 unter der Leitung von Prof. Dr.-Ing. Dipl. Wirt. Ing. Nico Hanenkamp gegründet.\nZu den Tätigkeitsschwerpunkten gehören die Entwicklung von ressourceneffizienten Produktionsprozessen, insbes. im Bereich der Zerspanung, Bauteilreinigung und Entgratung, als auch die Weiterentwicklung von Methoden und Werkzeugen der Operativen Exzellenz und Ressourceneffizienz.\nHerzlichen Dank für die ausgezeichnete Zusammenarbeit im vergangenen Jahr 2024!\nHerzlichen Dank für die ausgezeichnete Zusammenarbeit im vergangenen Jahr 2024!\rDie wertvolle Unterstützung und das Engagement haben maßgeblich zu unserem gemeinsamen Erfolg beigetragen.\rWir freuen uns darauf, auch im neuen Jahr span(n)ende Projekte und Ideen zusammen umzusetzen.\rEine besinnliche...\nKryoPuls: Kick-Off Treffen\nVor kurzem fand am REP der Kick-Off zum Projekt „KryoPuls – Untersuchung der hochfrequent-gepulsten kryogenen Minimalmengenschmierung in der Drehbearbeitung duktiler Werkstoffe“ statt.\r\rIn diesem von der Bayerischen Forschungsstiftung (BFS) geförderten Projekt soll eine hochfrequent-gepulste kryog...\n3. Wissensforum Zerspanung in Würzburg\nAm 27. November war der Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen erneut beim Wissensforum Zerspanung des MM Maschinenmarktes in Würzburg vertreten. Wie im letzten Jahr waren auch dieses Jahr wieder hochrangige Unternehmen und renommierte Universitäten zu Gast. Im Rahmen d...\n32. KühlSchmierstoffForum in Fellbach\nEnde November war der Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen beim 32. KühlSchmierstoffForum des VSI (Verband Schmierstoff-Industrie e.V.) vertreten. Unsere Mitarbeiter Jan Harald Selzam, Jan Reichinger und Trixi Meier präsentierten unsere aktuellen Forschungsprojekte i...\nNeuer wissenschaftlicher Mitarbeiter in der Arbeitsgruppe Zerspanung: Jan Reichinger\nJan Reichinger absolvierte den Masterstudiengang Wirtschaftsingenieurwesen mit der Fachrichtung Maschinenbau an der FAU Erlangen-Nürnberg.\r\rIm Rahmen seiner wissenschaftlichen studentischen Arbeiten am Lehrstuhl REP beschäftigte er sich bereits mit der Untersuchung biobasierter Grundöle unter Eins...\nKeep Cool! – Effizienzpotenziale in der Prozess- und Maschinenkühlung\nWir freuen uns bekannt geben zu können, dass wir beim diesjährigen Wissensforum Zerspanung von MM MaschinenMarkt in Würzburg am 27. November 2024 bereits zum dritten Mal dabei sein dürfen als Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen.\r\rDer Vortrag von Prof. Nico Hanenkam...\nStart des Projekts KryoPuls mit Förderung durch die Bayerische Forschungsstiftung\nZum 01.10.2024 startet das von der Bayerischen Forschungsstiftung (BFS) geförderte Projekt Untersuchung der hochfrequent-gepulsten kryogenen Minimalmengenschmierung in der Drehbearbeitung duktiler Werkstoffe – KryoPuls. Die Dauer des Projektes beträgt 24 Monate.\r\rIn der Metallbearbeitung kommen öl...\nStandort\nDiese Inhalte wurden von fau.karte.de in Form eines Frames eingebunden. Um direkt auf die Karte zuzugreifen, folgen Sie dem folgenden Link:https://karte.fau.de/api/v1/iframe/term/Ressourcen-+und/zoom/15\nDiese Inhalte wurden von fau.karte.de in Form eines Frames eingebunden. Um direkt auf die Karte zuzugreifen, folgen Sie dem folgenden Link:https://karte.fau.de/api/v1/iframe/term/Ressourcen-+und/zoom/15\nAdresse:\nLehrstuhl REPDr.-Mack-Str. 81, Technikum 1D-90762 Fürth\nNähere Informationen unter:\nMartinaKoneinVerwaltungTelefon:+49 911 6507864810Faxnummer:+49 911 6507864813E-Mail:martina.konein@fau.deSprechzeitenMontag - Donnerstag:9.00 Uhr - 14.30 UhrFreitag:9.00 Uhr - 13.00 Uhr\nMartinaKonein\nSprechzeitenMontag - Donnerstag:9.00 Uhr - 14.30 UhrFreitag:9.00 Uhr - 13.00 Uhr\nSocial Media\nVeranstaltungen\nKeine bevorstehenden Veranstaltungen.\nKeine bevorstehenden Veranstaltungen."}
{"url": "https://www.rep.tf.fau.de/lehrstuhl/karriere/", "content": "Karriere\nKarriere\nDer Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen an der Friedrich-Alexander Universität Erlangen-Nürnberg wurde Ende 2014 neu gegründet. Zu den Tätigkeitsschwerpunkten gehören die Entwicklung von ressourceneffizienten Produktionsprozessen, insbes. im Bereich der Zerspanung, Bauteilreinigung und Entgratung, als auch die Weiterentwicklung von Methoden und Werkzeugen der Operativen Exzellenz und Ressourceneffizienz.\nZur Zeit sind folgende offene Stellen am Lehrstuhl REP vorhanden:\nWissenschaftliche Mitarbeiter – Zerspanung\nWissenschaftliche Mitarbeiter – Ressourceneffiziente Produktionssysteme\nStudentische Hilfskräfte – Zerspanung"}
{"url": "https://www.rep.tf.fau.de/category/abgeschlossene-forschungsprojekte/", "content": "Kategorie:Abgeschlossene Forschungsprojekte\nAbgeschlossene Forschungsprojekte\n3. Wissensforum Zerspanung in Würzburg\nAm 27. November war der Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen erneut beim Wissensforum Zerspanung des MM Maschinenmarktes in Würzburg vertreten. Wie im letzten Jahr waren auch dieses Jahr wieder hochrangige Unternehmen und renommierte Universitäten zu Gast. Im Rahmen d...\n32. KühlSchmierstoffForum in Fellbach\nEnde November war der Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen beim 32. KühlSchmierstoffForum des VSI (Verband Schmierstoff-Industrie e.V.) vertreten. Unsere Mitarbeiter Jan Harald Selzam, Jan Reichinger und Trixi Meier präsentierten unsere aktuellen Forschungsprojekte i...\nREP-Jahresbericht 2023 online verfügbar\nDer Jahresbericht 2023 des REP-Lehrstuhls ist unter folgendem Link online verfügbar:\r\rREP-Jahresbericht 2023\r\rDer Bericht beinhaltet eine Übersicht der stud. Arbeiten und der Veröffentlichungen des REP-Lehrstuhl aus dem Jahr 2023 und gibt ein Update zu den laufenden Forschungsprojekten und -init...\nECO2il – Projektpräsentation auf der Hannover Messe 2022\nZum erfolgreichen Abschluss des durch die Fachagentur Nachwachsende Rohstoffe (FNR) und das Bundesministerium für Ernährung und Landwirtschaft (BMEL) geförderten Verbundvorhabens „ECO2il – Entwicklung biobasierter Metallbearbeitungsöle für die kryogene Minimalmengenschmierung“ konnten das Projekt un...\nECO2il – Projektabschlusstreffen am 19.05.2022 bei der Fa. Gühring KG in Sigmaringen\nNach dreijähriger Laufzeit geht das durch die Fachagentur Nachwachsende Rohstoffe (FNR und das Bundesministerium für Ernährung und Landwirtschaft (BMEL) geförderte Verbundvorhaben \"ECO2il - Entwicklung biobasierter Metallbearbeitungsöle für die kryogene Minimalmengenschmierung\" zu Ende. Gemeinsam mi...\nECO2il – Entwicklung biobasierter Metallbearbeitungsöle für die kryogene Minimalmengenschmierung\nEin Großteil der spanenden Metallbearbeitungsprozesse wird aktuell durch große Mengen flüssiger Kühlschmierstoffe unterstützt. Aufgabe des Kühlschmierstoffs ist es, die Kühlung und Schmierung des Werkzeugs im Eingriff sicherzustellen sowie die Späne aus dem Bearbeitungsraum abzutransportieren. Die A...\nQualifizierungsprojekt für nachhaltige Kühlschmierstrategien in der spanenden Bearbeitung bewilligt\nDas bayerische Staatsministerium für Wissenschaft und Kunst des fördert mit Mitteln des europäischen Sozialfonds (ESF) das Projekt „Qualifizierungskonzept für nachhaltige Kühlschmierstrategien in der spanenden Bearbeitung. Ziel des Projekts soll es sein, kleine und mittlere Maschinenbauunternehmen, ...\nKryoLEAN – Nutzung CO2-basierter, kryogener Technologie zur Integration von Zerspanung und Reinigung\nDas Ziel des Projekts war die Entwicklung eines Demonstrator-Kühlschmierstoffsystems zur Kombination von kryogener Kühlung und Minimalmengenschmierung (MMS) in Form einer 1-Kanal-Versorgung, welche zur Integration in existierende Werkzeugmaschinen genutzt werden kann. Durch dieses System soll die St...\nWebauftritt durchsuchen\nNeueste Beiträge\nNeueste Kommentare\nArchive\nKategorien\nMeta"}
{"url": "https://www.rep.tf.fau.de/2024/12/03/kuehlschmierstoffforum/", "content": "32. KühlSchmierstoffForum in Fellbach\n32. KühlSchmierstoffForum in Fellbach\nEnde November war derLehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinenbeim 32. KühlSchmierstoffForum des VSI (Verband Schmierstoff-Industrie e.V.) vertreten. Unsere MitarbeiterJan Harald Selzam,Jan ReichingerundTrixi Meierpräsentierten unsere aktuellen Forschungsprojekte im Bereich Kühlschmierstoffe und kryogener Zerspanung in der Postersession. Prof.Nico Hanenkampzeigte in seinem Vortrag „Einfluss der Kühlschmierstrategie auf die Nachhaltigkeit zerspanender Prozesse“, wie ressourcenschonende KSS-Strategien zur nachhaltigen Produktion beitragen können. Das Forum bot mit spannenden Vorträgen, einer Fachausstellung und viel Raum für Austausch eine ideale Plattform, um die Zukunft der Kühlschmierstofftechnologien mitzugestalten. Herzlichen Dank an die Veranstalter:innen und Teilnehmenden für die inspirierenden Tage!\nVideorückblick der VSI (Link zu LinkedIn):\nKategorie:Abgeschlossene Forschungsprojekte,Laufende Forschungsprojekte,Startseite\nBeitrags-Navigation\nWebauftritt durchsuchen\nNeueste Beiträge\nNeueste Kommentare\nArchive\nKategorien\nMeta"}
{"url": "https://www.rep.tf.fau.de/2024/10/16/keep-cool/", "content": "Keep Cool! – Effizienzpotenziale in der Prozess- und Maschinenkühlung\nKeep Cool! – Effizienzpotenziale in der Prozess- und Maschinenkühlung\nWir freuen uns bekannt geben zu können, dass wir beim diesjährigen Wissensforum Zerspanung vonMM MaschinenMarktin Würzburg am 27. November 2024 bereits zum dritten Mal dabei sein dürfen alsLehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen.\nDer Vortrag von Prof.Nico Hanenkampbeschäftigt sich in diesem Jahr mit den Effizienzpotenzialen in der Prozess- und Werkzeugmaschinenkühlung, denn thermische Belastungen haben einen großen Einfluss auf Standzeiten und Produktivität. Kühlschmierstrategien (KSS) und Maschinenkühlung verbrauchen bis zu 75% der Maschinenleistung, sind jedoch oft überdimensioniert. Der Vortrag zeigt, wie vorhandene Daten aus CAM-Systemen und Maschinensteuerung genutzt werden können, um die Effizienz zu steigern. Dabei werden prädiktive Modelle zur Maschinenkühlung und innovative Alternativen wie Minimalmengenschmierung (MMS) oder kryogene Kühlung vorgestellt.\nMehr Infos und das Veranstaltungsprogramm gibt es hier:https://www.wissensforum-zerspanung.de/programm\n🔑 Mit dem Code „WFZ24_MEETME“ sichern Sie sich einen exklusiven 20 % Preisnachlass auf Ihr Ticket! 🏷️\nSeien Sie dabei und kommen Sie mit unserem Team ins Gespräch!\nKategorie:Startseite\nBeitrags-Navigation\nWebauftritt durchsuchen\nNeueste Beiträge\nNeueste Kommentare\nArchive\nKategorien\nMeta"}
{"url": "https://www.rep.tf.fau.de/person/martina-konein/", "content": "Martina Konein\nMartina Konein\nMartinaKonein\nDepartment Maschinenbau (MB)Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen (REP, Prof. Hanenkamp)\nSprechzeiten\nMontag - Donnerstag:9.00 Uhr - 14.30 UhrFreitag:9.00 Uhr - 13.00 Uhr"}
{"url": "https://www.rep.tf.fau.de/studium/", "content": "Studium\nStudium"}
{"url": "https://www.rep.tf.fau.de/2024/12/12/kryopuls-kick-off-treffen/", "content": "KryoPuls: Kick-Off Treffen\nKryoPuls: Kick-Off Treffen\nVor kurzem fand am REP der Kick-Off zum Projekt „KryoPuls – Untersuchung der hochfrequent-gepulsten kryogenen Minimalmengenschmierung in der Drehbearbeitung duktiler Werkstoffe“ statt.\nIn diesem von der Bayerischen Forschungsstiftung (BFS) geförderten Projekt soll eine hochfrequent-gepulste kryogene Minimalmengenschmierung entwickelt werden, um den Spanbruch gezielt zu beeinflussen und einen flexiblen Massendurchsatz der Kühl- und Schmiermedien zu realisieren.\nNeben dem Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen der FAU Erlangen-Nürnberg sind mit EagleBurgmann, Kennametal, der Hirschvogel Group und Schaeffler vier namhafte Unternehmen der zerspanenden Industrie am Projekt beteiligt.\nIn produktiver Atmosphäre wurde dabei noch einmal das fachliche und organisatorische Vorgehen der nächsten Monate detailliert mit den Projektpartnern abgestimmt und die Vorarbeiten des Lehrstuhls im Zuge einer Werkstattführung präsentiert.\nDurch die Vorstellung der eigenen Prozesse gaben die Projektpartner darüber hinaus einen tiefen und spannenden Einblick in die Herausforderungen hochmoderner industrieller Zerspanung. Dieser Input bildet die Basis für die weitere Projektdurchführung.\nJanSelzam,M. Sc.\nDepartment Maschinenbau (MB)Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen (REP, Prof. Hanenkamp)\nKategorie:Laufende Forschungsprojekte,Startseite\nBeitrags-Navigation\nWebauftritt durchsuchen\nNeueste Beiträge\nNeueste Kommentare\nArchive\nKategorien\nMeta"}
{"url": "https://www.rep.tf.fau.de/lehrstuhl/anfahrt/", "content": "Anfahrt\nAnfahrt\nAdresse\nFriedrich-Alexander-Universität Erlangen-NürnbergLehrstuhl für Ressourcen- und Energieeffiziente ProduktionsmaschinenDr.-Mack-Str. 81, Technikum 1D-90762 Fürth\nRoutenplaner\nUm auf den Routenplaner Google Maps weitergeleitet zu werden, klicken Sie bittehier.\nKarte\nDiese Inhalte wurden von fau.karte.de in Form eines Frames eingebunden. Um direkt auf die Karte zuzugreifen, folgen Sie dem folgenden Link:https://karte.fau.de/api/v1/iframe/term/Ressourcen-+und/zoom/16\nAnfahrtsplan\nParken\nEs stehen Parkplätze (blaue Markierung) auf dem Gelände und dem Großparkplatz (westlich) zur Verfügung.\nEingang\nAnreise mit der Bahn\nVon NBG Hbf (12 min)/Messe (21 min): U-Bahn Linie U1 (5-10 min Takt) Richtung Fürth\nVon NBG Flughafen (24 min)\nVon Fürth HBF (6 min)\n© Satelliten Bilder: GoogleMaps"}
{"url": "https://www.rep.tf.fau.de/forschung/abeschlossene-forschungsprojekte/", "content": "Abgeschlossene Forschungsprojekte\nAbgeschlossene Forschungsprojekte\nFolgende Projekte wurden bereits erfolgreich abgeschlossen:"}
{"url": "https://www.rep.tf.fau.de/2024/12/19/herzlichen-dank-fuer-die-ausgezeichnete-zusammenarbeit-im-vergangenen-jahr-2024/", "content": "Herzlichen Dank für die ausgezeichnete Zusammenarbeit im vergangenen Jahr 2024!\nHerzlichen Dank für die ausgezeichnete Zusammenarbeit im vergangenen Jahr 2024!\nHerzlichen Dank für die ausgezeichnete Zusammenarbeit im vergangenen Jahr 2024!\nDie wertvolle Unterstützung und das Engagement haben maßgeblich zu unserem gemeinsamen Erfolg beigetragen.\nWir freuen uns darauf, auch im neuen Jahr span(n)ende Projekte und Ideen zusammen umzusetzen.\nEine besinnliche Weihnachtszeit & einen erfolgreichen Start ins neue Jahr 2025 wünscht das Team des REP-Lehrstuhls.\nKategorie:Startseite\nBeitrags-Navigation\nWebauftritt durchsuchen\nNeueste Beiträge\nNeueste Kommentare\nArchive\nKategorien\nMeta"}
{"url": "https://www.rep.tf.fau.de/datenschutz", "content": "Datenschutz\nDatenschutz\nName und Anschrift des Datenschutzbeauftragten\nDatenschutzbeauftragter FAUKlaus Hoogestraat\nPostanschriftDatenschutzbeauftragter FAUc/o ITM Gesellschaft für IT-Management mbHBürgerstraße 8101127 DresdenDaten zur schnellen digitalen KontaktaufnahmeTelefon:+49 9131 85-25860E-Mail:datenschutzbeauftragter@fau.deAlle öffnenAllgemeines zur DatenverarbeitungUmfang der Verarbeitung personenbezogener DatenWir verarbeiten personenbezogene Daten unserer Nutzer grundsätzlich nur, soweit dies zur Bereitstellung einem     funktionsfähigen Webauftrittes sowie unserer Inhalte und Leistungen erforderlich ist. Die Verarbeitung     personenbezogener Daten unserer Nutzer erfolgt regelmäßig nur nach Einwilligung des Nutzers. Eine Ausnahme gilt     in solchen Fällen, in denen eine vorherige Einholung einer Einwilligung aus tatsächlichen Gründen nicht möglich     ist und die Verarbeitung der Daten durch gesetzliche Vorschriften gestattet ist.Rechtsgrundlage für die Verarbeitung personenbezogener DatenSoweit wir für Verarbeitungsvorgänge personenbezogener Daten eine Einwilligung der betroffenen Person einholen,     dient Art. 6 Abs. 1 lit. a EU-Datenschutzgrundverordnung (DSGVO) als Rechtsgrundlage.Bei der Verarbeitung von personenbezogenen Daten, die zur Erfüllung eines Vertrages, dessen Vertragspartei die     betroffene Person ist, erforderlich ist, dient Art. 6 Abs. 1 lit. b DSGVO als Rechtsgrundlage. Dies gilt auch     für Verarbeitungsvorgänge, die zur Durchführung vorvertraglicher Maßnahmen erforderlich sind.Soweit eine Verarbeitung personenbezogener Daten zur Erfüllung einer rechtlichen Verpflichtung erforderlich ist,     der unserer Universität unterliegt, dient Art. 6 Abs. 1 lit. c DSGVO als Rechtsgrundlage.Für den Fall, dass lebenswichtige Interessen der betroffenen Person oder einer anderen natürlichen Person eine     Verarbeitung personenbezogener Daten erforderlich machen, dient Art. 6 Abs. 1 lit. d DSGVO als     Rechtsgrundlage.Ist die Verarbeitung zur Erfüllung der gesetzlichen Aufgaben unserer Universität     erforderlich, bildet Art. 6 Abs. 1 lit. e DSGVO i.V.m. Art. 4 und 5 BayDSG die     Rechtsgrundlage für die Verarbeitung. Viele unserer Aufgaben ergeben sich aus     Art. 2 und 3 BayHIG.Datenlöschung und SpeicherdauerWir speichern Ihre personenbezogenen Daten nur so lange, wie dies zur Erfüllung     unserer gesetzlichen Aufgaben bzw. der jeweiligen Verarbeitungstätigkeit     erforderlich ist. In der Regel bewahren wir personenbezogene Daten 10 Jahre     lang nach der Entstehung auf. Eine Übergabe an staatliche Archive bleibt dazu     unberührt. Eine Speicherung kann darüber hinaus erfolgen, wenn dies durch den     europäischen oder nationalen Gesetzgeber in unionsrechtlichen Verordnungen,     Gesetzen oder sonstigen Vorschriften, denen der Verantwortliche unterliegt,     vorgesehen wurde. Eine Sperrung oder Löschung der Daten erfolgt auch dann,     wenn eine durch die genannten Normen vorgeschriebene Speicherfrist abläuft,     es sei denn, dass eine Erforderlichkeit zur weiteren Speicherung der Daten für     einen Vertragsabschluss oder eine Vertragserfüllung besteht.Bereitstellung des Webauftrittes und Erstellung von LogfilesBeschreibung und Umfang der DatenverarbeitungBei jedem Aufruf unserer Internetseite erfasst unser System automatisiert Daten und Informationen vom     Computersystem des aufrufenden Rechners.Folgende Daten werden hierbei erhoben:die Adresse (URL) der Webseite, von der aus die Datei angefordert wurdeder Name der aufgerufenen Dateidas Datum und die Uhrzeit der Anforderungdie übertragene Datenmengeder Zugriffsstatus (Datei übertragen, Datei nicht gefunden, etc.)die Beschreibung des verwendeten Webbrowsertyps bzw. des verwendeten Betriebssystemsdie anonymisierte IP-Adresse des anfordernden Rechners.Die gespeicherten Daten werden ausschließlich zu technischen oder statistischen Zwecken benötigt; ein Abgleich     mit anderen Datenbeständen oder gar eine Weitergabe an Dritte, auch in Auszügen, findet nicht statt. Die Daten     werden in den Logfiles unseres Systems gespeichert. Nicht hiervon betroffen sind die IP-Adressen des Nutzers     oder andere Daten, die die Zuordnung der Daten zu einem Nutzer ermöglichen: Vor der Speicherung wird jeder     Datensatz durch Veränderung der IP-Adresse anonymisiert. Eine Speicherung dieser Daten zusammen mit anderen     personenbezogenen Daten des Nutzers findet nicht statt.Rechtsgrundlage für die DatenverarbeitungRechtsgrundlage für die vorübergehende Speicherung der Daten und der Logfiles ist Art. 6 Abs. lit. f DSGVO.Zweck der DatenverarbeitungDie vorübergehende Speicherung der IP-Adresse durch das System ist notwendig, um eine Auslieferung des Webauftrittes     an     den Rechner des Nutzers zu ermöglichen. Hierfür muss die IP-Adresse des Nutzers für die Dauer der Sitzung     gespeichert bleiben.Die Speicherung in Logfiles erfolgt, um die Funktionsfähigkeit des Webauftrittes sicherzustellen. Zudem dienen uns     die     Daten zur Optimierung des Webauftrittes und zur Sicherstellung der Sicherheit unserer informationstechnischen     Systeme.     Eine Auswertung der Daten zu Marketingzwecken findet in diesem Zusammenhang nicht statt.Dauer der SpeicherungDie Daten werden gelöscht, sobald sie für die Erreichung des Zweckes ihrer Erhebung nicht mehr erforderlich sind.     Im Falle der Erfassung der Daten zur Bereitstellung des Webauftrittes ist dies der Fall, wenn die jeweilige Sitzung     beendet ist.Im Falle der Speicherung der Daten in Logfiles ist dies nach spätestens sieben Tagen der Fall. Eine     darüberhinausgehende Speicherung ist möglich. In diesem Fall werden die IP-Adressen der Nutzer gelöscht oder     verfremdet, sodass eine Zuordnung des aufrufenden Clients nicht mehr möglich ist.Widerspruchs- und BeseitigungsmöglichkeitDie Erfassung der Daten zur Bereitstellung des Webauftrittes und die Speicherung der Daten in Logfiles ist für den     Betrieb der Internetseite zwingend erforderlich. Es besteht folglich seitens des Nutzers keine     Widerspruchsmöglichkeit.Verwendung von CookiesBeschreibung und Umfang der DatenverarbeitungUnsere Webseite verwendet Cookies. Bei Cookies handelt es sich um Textdateien, die im Internetbrowser bzw. vom     Internetbrowser auf dem Computersystem des Nutzers gespeichert werden. Ruft ein Nutzer einen Webauftritt auf, so     kann     ein Cookie auf dem Betriebssystem des Nutzers gespeichert werden. Dieser Cookie enthält eine charakteristische     Zeichenfolge, die eine eindeutige Identifizierung des Browsers beim erneuten Aufrufen des Webauftrittes     ermöglicht.Wir setzen Cookies ein, um unseren Webauftritt nutzerfreundlicher zu gestalten. Einige Elemente unserer     Internetseite     erfordern es, dass der aufrufende Browser auch nach einem Seitenwechsel identifiziert werden kann.In den Cookies werden dabei folgende Daten gespeichert und übermittelt:Log-In-Informationen (im Falle von angemeldeten Redakteuren und Autoren)Bevorzugte Auswahl der Suchmaschine (bei Nutzung der Suchfunktion)Die auf diese Weise erhobenen Daten der Nutzer werden durch technische Vorkehrungen pseudonymisiert. Daher ist     eine Zuordnung der Daten zum aufrufenden Nutzer nicht mehr möglich. Die Daten werden nicht gemeinsam mit     sonstigen personenbezogenen Daten der Nutzer gespeichert.Die genannten Cookies sind zum Betrieb der Webseite notwendig und können daher nicht abgeschaltet werden.     Sie werden nur in den oben angegebenen Situationen gesetzt.Sollten in einzelnen Seiten des Webauftritts Verfahren enthalten sein, die weitere Cookies benötigen, welche     nicht betriebsbedingt notwendig sind, wird auf diese gesondert hingewiesen. Diese Verfahren werden, so solche     Verfahren zum Einsatz kommen,     in den folgenden Kapiteln dieser Datenschutzerklärung aufgeführt.Rechtsgrundlage für die DatenverarbeitungRechtsgrundlage für die vorübergehende Speicherung der Daten und der Logfiles     ist Art. 6 Abs. lit. f DSGVO.Zweck der DatenverarbeitungDie Verwendung der Analyse-Cookies erfolgt zu dem Zweck, die Qualität unseren Webauftritt und ihre Inhalte zu     verbessern. Durch die Analyse-Cookies erfahren wir, wie der Webauftritt genutzt wird und können so unser Angebot     stetig optimieren.Dauer der Speicherung, Widerspruchs- und BeseitigungsmöglichkeitCookies werden auf dem Rechner des Nutzers gespeichert und von diesem an unserer Seite übermittelt. Daher haben     Sie als Nutzer auch die volle Kontrolle über die Verwendung von Cookies.     Sie können die Übertragung von Cookies deaktivieren oder einschränken,     indem Sie die Cookie-Einstellungen in Ihrem Webbrowser ändern     oder auf den unten stehenden Link Cookie-Einstellungen klicken.     Bereits gespeicherte Cookies können jederzeit gelöscht werden.     Dies kann auch automatisiert erfolgen. Werden Cookies für unseren Webauftritt deaktiviert,     können möglicherweise nicht mehr alle Funktionen des Webauftrittes vollumfänglich genutzt werden.Cookie-EinstellungenKontaktformulareBeschreibung und Umfang der DatenverarbeitungAuf unserer Internetseite sind Kontaktformulare vorhanden, welche für die elektronische Kontaktaufnahme genutzt     werden können. Nimmt ein Nutzer diese Möglichkeit wahr, so werden die in der Eingabemaske eingegebenen Daten an     uns übermittelt und gespeichert.Die konkreten Datensätze werden bei den jeweiligen Kontaktformularen aufgeführt und erklärt. Sofern sich     Abweichungen oder Ergänzungen von den hier aufgeführten Grundlagen und Zweck und Dauer der Speicherung ergeben,     werden diese bei den jeweiligen Kontaktformularen angegeben.Rechtsgrundlage für die DatenverarbeitungRechtsgrundlage für die Verarbeitung der Daten, die im Zuge einer Übersendung einer     E-Mail übermittelt werden, ist Art. 6 Abs. 1 lit. e DSGVO i.V.m. Art. 4 und 5     BayDSG zur Erfüllung der Aufgaben aus § 5 TMG, Art. 3 Abs. 1 BayEGovG und § 2 BayBITV     Zielt der E-Mail-Kontakt auf den Abschluss eines Vertrages ab, so ist zusätzliche     Rechtsgrundlage für die Verarbeitung Art. 6 Abs. 1 lit. b DSGVO.Zweck der DatenverarbeitungDie Verarbeitung der personenbezogenen Daten aus der Eingabemaske dient uns allein zur Bearbeitung der     Kontaktaufnahme. Im Falle einer Kontaktaufnahme per E-Mail liegt hierin auch das erforderliche berechtigte     Interesse an der Verarbeitung der Daten.Die sonstigen während des Absendevorgangs verarbeiteten personenbezogenen Daten dienen dazu, einen Missbrauch     des Kontaktformulars zu verhindern und die Sicherheit unserer informationstechnischen Systeme sicherzustellen.Dauer der SpeicherungDie Daten werden gelöscht, sobald sie für die Erreichung des Zweckes ihrer Erhebung nicht mehr erforderlich sind.     Für die personenbezogenen Daten aus der Eingabemaske des Kontaktformulars und diejenigen, die per E-Mail     übersandt wurden, ist dies dann der Fall, wenn die jeweilige Konversation mit dem Nutzer beendet ist. Beendet     ist die Konversation dann, wenn sich aus den Umständen entnehmen lässt, dass der betroffene Sachverhalt     abschließend geklärt ist.WiderspruchsmöglichkeitAus Gründen, die sich aus Ihrer besonderen Situation ergeben, können Sie der     Verarbeitung Sie betreffender personenbezogener Daten durch uns zudem jederzeit     widersprechen (Art. 21 DSGVO). Sofern die gesetzlichen Voraussetzungen vorliegen,     verarbeiten wir in der Folge Ihre personenbezogenen Daten nicht mehr.BereitstellungspflichtSoweit die für die Vertragserfüllung erforderliche personenbezogene Daten nicht angeben     ist diese uns nicht möglich.Externe DienstleisterSiteimprove AnalyticsNutzung von Siteimprove AnalyticsBeschreibung und Umfang der DatenverarbeitungDiese Website benutzt Siteimprove Analytics, einen Webanalysedienst, der von Siteimprove zur Verfügung gestellt wird.     Siteimprove Analytics nutzt „Cookies“ - Textdateien, die auf Ihrem Rechner oder Smartphone gespeichert werden, um     der FAUdabei zu helfen zu analysieren, wie Besucher die Website benutzen. Die Information, die durch die     Cookies über die Website-Nutzung der Besucher erstellt wird, wird von Siteimprove auf Servern in Dänemark     gespeichert und verarbeitet.IP-Adressen werden vollständig anonymisiert bevor erhobene Daten über die Siteimprove Suite für die FAU einsehbar     sind. Eine Umkehrung der Anonymisierung der IP-Adressen und eine Zuordnung der IP-Adressen zu erhobenen Daten ist     nicht möglich.Die FAU wird diese Informationen nutzen, um das Benutzerverhalten seiner Websitebesucher auszuwerten, Berichte     darüber zu erstellen und schlussendlich um das Websiteerlebnis für seine Besucher zu verbessern. Siteimprove wird     diese Informationen nicht an Dritte weitergeben oder sie für Marketing- oder Werbezwecke jeglicher Art benützen.Diese Cookies von Siteimprove Analytics werden auf dieser Website eingesetzt:Name des Cookies:nmstatTyp: Persistent – läuft nach 1000 Tagen abÜber das Cookie: Dieses Cookie wird genutzt, um das Verhalten der Besucher auf der                 Website festzuhalten. Es wird genutzt um Statistiken über die Websitenutzung zu sammeln, wie zum                 Beispiel wann der Besucher die Website zuletzt besucht hat. Das Cookie enthält keine personenbezogenen                 Daten und wird einzig für die Websiteanalyse eingesetzt.Name des Cookies:AWSELB / AWSELBCORTyp: SitzungscookieÜber das Cookie: Das AWSELB-Cookie stellt sicher, dass alle Seitenaufrufe für denselben                 Besuch (Benutzersitzung) an denselben Endpunkt gesendet werden. Dadurch können wir die Reihenfolge der                 Seitenaufrufe eines Benutzers bestimmen, die für Funktionen wie Verhaltensverfolgung und Konversionspfad                 benötigt werden.Durch die Benutzung dieser Website erklärt sich der Besucher mit der Verarbeitung seiner bzw. ihrer Daten zu den     weiter oben beschriebenen Zwecken einverstanden.Rechtsgrundlage für die Verarbeitung personenbezogener DatenDie Rechtsgrundlage für die Verarbeitung personenbezogener Daten unter Verwendung von Cookies ist Art. 6 Abs. 1 e     DSGVO in Verbindung mit Art. 4 BayDSG,insbesondere der Aufgaben aus § 15 Abs. 3 TMG und Art. 10 BayHSchG.Widerspruchs- und BeseitigungsmöglichkeitSie können der Sammlung Ihrer Daten durch Siteimprove Analytics widersprechen, indem Sie auf den folgenden Link     klicken.Widerspruchs- und BeseitigungsmöglichkeitSie können der Sammlung Ihrer Daten durch Siteimprove Analytics widersprechen, indem Sie auf die folgende Checkbox     klicken.SlideshareSlideshareAuf diesem Webauftritt werden verschiedene Vorträge mit Hilfe des     Online-Portals Slideshare eingebunden.     Betreiber von Slideshare ist die LinkedIn Ireland Unlimited Company (\"LinkedIn Ireland\").Beschreibung und Umfang der DatenverarbeitungWenn Sie eine Seite des Internetauftritts aufrufen, die eine Vortragspräsentation mittels     Slideshare einbindet, Schaltfläche enthält, baut Ihr Browser eine direkte Verbindung mit     den Servern von SlideShare auf.     Der Inhalt der Vortragspräsentation wird von SlideShare direkt an Ihren Browser übermittelt und     von diesem in die Webseite eingebunden.Slideshare protokolliert Nutzungsdaten, wenn wenn die Seite mit der Vortragspräsentation     besucht wird; wenn Sie beispielsweise Inhalte (wie Lernvideos) oder Anzeigen     betrachten oder anklicken (innerhalb oder außerhalb unserer Webseiten und Apps),     eine Suche innerhalb der Präsentationsanzeige ausführen oder diese teilen.     Gespeichert werden:AnmeldedatenCookiesGeräteinformationenInternetprotokolladressen („IP“-Adressen)Wir haben daher keinen Einfluss auf den Umfang der Daten, die SlideShare mit der Schaltfläche erhebt.     Zweck und Umfang der Datenerhebung und die weitere Verarbeitung und Nutzung der Daten durch     SlideShare sowie Ihre diesbezüglichen Rechte und Einstellungsmöglichkeiten zum Schutz     Ihrer Privatsphäre entnehmen Sie bitte denDatenschutzhinweisen von LinkedIn.Rechtsgrundlage für die DatenverarbeitungDie Nutzung von Slideshare erfolgt     im Interesse einer ansprechenden Darstellung unserer Online-Angebote. Dies stellt     ein berechtigtes Interesse im Sinne von Art. 6 Abs. 1 lit. f DSGVO dar. Sofern eine     entsprechende Einwilligung abgefragt wurde (z. B. eine Einwilligung zur Speicherung     von Cookies), erfolgt die Verarbeitung ausschließlich auf Grundlage von     Art. 6 Abs. 1 lit. a DSGVO; die Einwilligung ist jederzeit widerrufbar.Weitere Informationen zum Umgang mit Nutzerdaten finden Sie in der     Datenschutzerklärung von YouTube unter:https://www.linkedin.com/legal/privacy-policy.Widerspruchs- und BeseitigungsmöglichkeitSie können der Sammlung Ihrer Daten durch Verifast widersprechen, indem Sie auf die folgende Checkbox klicken.VimeoVimeoDieses Webangebot bindet Videos des Videoportals Vimeo ein. Anbieter ist die     Vimeo Inc., 555 West 18th Street, New York, New York 10011, USA.Wenn Sie eine unserer mit einem Vimeo-Plugin ausgestatteten Seiten besuchen, wird eine     Verbindung zu den Servern von Vimeo hergestellt. Dabei wird dem Vimeo-Server     mitgeteilt, welche unserer Seiten Sie besucht haben. Zudem erlangt Vimeo Ihre     IP-Adresse. Dies gilt auch dann, wenn Sie nicht bei Vimeo eingeloggt sind oder     keinen Account bei Vimeo besitzen. Die von Vimeo erfassten Informationen werden an     den Vimeo-Server in den USA übermittelt.Wenn Sie in Ihrem Vimeo-Account     eingeloggt sind, ermöglichen Sie Vimeo, Ihr Surfverhalten direkt Ihrem     persönlichen Profil zuzuordnen. Dies können Sie verhindern, indem Sie sich     aus Ihrem Vimeo-Account ausloggen.Die Nutzung von Vimeo erfolgt im Interesse     einer ansprechenden Darstellung unserer Online-Angebote. Dies stellt ein berechtigtes     Interesse im Sinne des Art. 6 Abs. 1 lit. f DSGVO dar. Sofern eine entsprechende     Einwilligung abgefragt wurde (z. B. eine Einwilligung zur Speicherung von Cookies),     erfolgt die Verarbeitung ausschließlich auf Grundlage von     Art. 6 Abs. 1 lit. a DSGVO; die Einwilligung ist jederzeit widerrufbar.Weitere Informationen zum Umgang mit Nutzerdaten finden Sie in der     Datenschutzerklärung von Vimeo unter:https://vimeo.com/privacy.Widerspruchs- und BeseitigungsmöglichkeitSie können der Sammlung Ihrer Daten durch Vimeo widersprechen, indem Sie auf die folgende Checkbox klicken.YouTubeYouTubeDieses Webangebot bindet Videos des Videoportals YouTube ein. Betreiber von YouTube ist die     Google Ireland Limited („Google“), Gordon House, Barrow Street, Dublin 4,     Irland.Beschreibung und Umfang der DatenverarbeitungWenn Sie eine unserer Seiten besuchen, auf denen YouTube eingebunden ist, wird     eine Verbindung zu den Servern von YouTube hergestellt. Dabei wird dem YouTube-Server     mitgeteilt, welche unserer Seiten Sie besucht haben.Die Einbindung von YouTube Videos erfolgt entwederüber ein Plugin des RRZE, welches dafür sorgt, dass Daten erst dann zu YouTube gehen,         wenn Sie das Video abspielen,über eine direktes Embedding, in dem das Video über den Proxydienst         Youtube-Nocookie.com gesendet wird. Dies verhindert zwar die         Übertragung vom Daten bereits beim Abruf der Seite, verhindert diese jedoch         nicht, nachdem Sie das Video gestartet habenoder über ein Einbinden des Videos mit Hilfe der originalen YouTube-Embeddings-Codes.Beim Abruf des Videos kann YouTube verschiedene Cookies auf Ihrem Endgerät     speichern. Mit Hilfe dieser Cookies kann     YouTube Informationen über Besucher dieser Website erhalten. Diese Informationen     werden u. a. verwendet, um Videostatistiken zu erfassen, die Anwenderfreundlichkeit     zu verbessern und Betrugsversuchen vorzubeugen. Die Cookies verbleiben auf Ihrem     Endgerät, bis Sie sie löschen.Wenn Sie in Ihrem YouTube-Account     eingeloggt sind, ermöglichen Sie YouTube, Ihr Surfverhalten direkt Ihrem     persönlichen Profil zuzuordnen. Dies können Sie verhindern, indem Sie     sich aus Ihrem YouTube-Account ausloggen.Rechtsgrundlage für die DatenverarbeitungDie Nutzung von YouTube erfolgt     im Interesse einer ansprechenden Darstellung unserer Online-Angebote. Dies stellt     ein berechtigtes Interesse im Sinne von Art. 6 Abs. 1 lit. f DSGVO dar. Sofern eine     entsprechende Einwilligung abgefragt wurde (z. B. eine Einwilligung zur Speicherung     von Cookies), erfolgt die Verarbeitung ausschließlich auf Grundlage von     Art. 6 Abs. 1 lit. a DSGVO; die Einwilligung ist jederzeit widerrufbar.Weitere Informationen zum Umgang mit Nutzerdaten finden Sie in der     Datenschutzerklärung von YouTube unter:https://policies.google.com/privacy?hl=de.Widerspruchs- und BeseitigungsmöglichkeitSie können der Sammlung Ihrer Daten durch YouTube widersprechen, indem Sie auf die folgende Checkbox klicken.SSL-VerschlüsselungDiese Seite nutzt aus Gründen der Sicherheit und zum Schutz der Übertragung vertraulicher Inhalte, wie zum     Beispiel der Anfragen, die Sie an uns als Seitenbetreiber senden, eine SSL-Verschlüsselung. Eine verschlüsselte     Verbindung erkennen Sie daran, dass die Adresszeile des Browsers vonhttp://aufhttps://wechselt und an  dem Schloss-Symbol in Ihrer Browserzeile.Wenn die SSL Verschlüsselung aktiviert ist, können die Daten, die Sie an uns übermitteln, nicht von Dritten     mitgelesen werden.BetroffenenrechteHinsichtlich der Verarbeitung Ihrer personenbezogenen Daten stehen Ihnen als einer betroffenen Person die nachfolgend     genannten Rechte gemäß Art. 15 ff. DSGVO zu:Sie könnenAuskunftdarüber verlangen, ob wir personenbezogene         Daten von Ihnen verarbeiten. Ist dies der Fall, so haben Sie ein Recht auf         Auskunft über diese personenbezogenen Daten sowie auf weitere mit der Verarbeitung         zusammenhängende Informationen (Art. 15 DSGVO). Bitte beachten Sie, dass dieses         Auskunftsrecht in bestimmten Fällen eingeschränkt oder ausgeschlossen sein kann         (vgl. insbesondere Art. 10 BayDSG).Für den Fall, dass personenbezogene Daten über Sie nicht (mehr) zutreffend oder         unvollständig sind, können Sie eineBerichtigungund         gegebenenfallsVervollständigungdieser Daten verlangen (Art. 16 DSGVO).Bei Vorliegen der gesetzlichen Voraussetzungen können Sie dieLöschungIhrer         personenbezogenen Daten (Art. 17 DSGVO) oder dieEinschränkung der Verarbeitungdieser Daten (Art. 18 DSGVO) verlangen. Das Recht auf Löschung nach         Art. 17 Abs. 1 und 2 DSGVO besteht jedoch unter anderem dann nicht, wenn die         Verarbeitung personenbezogener Daten erforderlich ist zur Wahrnehmung einer         Aufgabe. Die im öffentlichen Interesse liegt oder in Ausübung öffentlicher         Gewalt erfolgt (Art. 17 Abs. 3 Buchst. b DSGVO).Sie haben das Recht, soweit Sie eine Einwilligung in die Verarbeitung gegeben         haben, diese jederzeit zu widerrufen. Der Widerruf wirkt erst für die Zukunft;         das heißt, durch den Widerruf wird die Rechtmäßigkeit der aufgrund der         Einwilligung bis zum Widerruf erfolgten Verarbeitungen nicht berührt.Aus Gründen, die sich aus Ihrer besonderen Situation ergeben, können Sie der             Verarbeitung Sie betreffender personenbezogener Daten durch uns zudem jederzeit             widersprechen (Art. 21 DSGVO).Sofern die gesetzlichen Voraussetzungen vorliegen,         verarbeiten wir in der Folge Ihre personenbezogenen Daten nicht mehr.Soweit Sie in die Verarbeitung eingewilligt haben oder zur Vertragserfüllung         erfolgt und die Datenverarbeitung mithilfe automatisierter Verfahren         durchgeführt wird, steht Ihnen gegebenenfalls ein Recht auf         Datenübertragbarkeit zu (Art. 20 DSGVO).Sie haben das Recht, sich bei einer Aufsichtsbehörde im Sinn des Art. 51 DSGVO         über die Verarbeitung Ihrer personenbezogenen Daten zu beschweren. Zuständige         Aufsichtsbehörde für bayerische öffentliche Stellen ist der Bayerische         Landesbeauftragte für den Datenschutz, Wagmüllerstraße 18, 80538 München.\nDaten zur schnellen digitalen Kontaktaufnahme\nAllgemeines zur Datenverarbeitung\nUmfang der Verarbeitung personenbezogener Daten\nWir verarbeiten personenbezogene Daten unserer Nutzer grundsätzlich nur, soweit dies zur Bereitstellung einem     funktionsfähigen Webauftrittes sowie unserer Inhalte und Leistungen erforderlich ist. Die Verarbeitung     personenbezogener Daten unserer Nutzer erfolgt regelmäßig nur nach Einwilligung des Nutzers. Eine Ausnahme gilt     in solchen Fällen, in denen eine vorherige Einholung einer Einwilligung aus tatsächlichen Gründen nicht möglich     ist und die Verarbeitung der Daten durch gesetzliche Vorschriften gestattet ist.\nRechtsgrundlage für die Verarbeitung personenbezogener Daten\nSoweit wir für Verarbeitungsvorgänge personenbezogener Daten eine Einwilligung der betroffenen Person einholen,     dient Art. 6 Abs. 1 lit. a EU-Datenschutzgrundverordnung (DSGVO) als Rechtsgrundlage.Bei der Verarbeitung von personenbezogenen Daten, die zur Erfüllung eines Vertrages, dessen Vertragspartei die     betroffene Person ist, erforderlich ist, dient Art. 6 Abs. 1 lit. b DSGVO als Rechtsgrundlage. Dies gilt auch     für Verarbeitungsvorgänge, die zur Durchführung vorvertraglicher Maßnahmen erforderlich sind.Soweit eine Verarbeitung personenbezogener Daten zur Erfüllung einer rechtlichen Verpflichtung erforderlich ist,     der unserer Universität unterliegt, dient Art. 6 Abs. 1 lit. c DSGVO als Rechtsgrundlage.Für den Fall, dass lebenswichtige Interessen der betroffenen Person oder einer anderen natürlichen Person eine     Verarbeitung personenbezogener Daten erforderlich machen, dient Art. 6 Abs. 1 lit. d DSGVO als     Rechtsgrundlage.Ist die Verarbeitung zur Erfüllung der gesetzlichen Aufgaben unserer Universität     erforderlich, bildet Art. 6 Abs. 1 lit. e DSGVO i.V.m. Art. 4 und 5 BayDSG die     Rechtsgrundlage für die Verarbeitung. Viele unserer Aufgaben ergeben sich aus     Art. 2 und 3 BayHIG.\nDatenlöschung und Speicherdauer\nWir speichern Ihre personenbezogenen Daten nur so lange, wie dies zur Erfüllung     unserer gesetzlichen Aufgaben bzw. der jeweiligen Verarbeitungstätigkeit     erforderlich ist. In der Regel bewahren wir personenbezogene Daten 10 Jahre     lang nach der Entstehung auf. Eine Übergabe an staatliche Archive bleibt dazu     unberührt. Eine Speicherung kann darüber hinaus erfolgen, wenn dies durch den     europäischen oder nationalen Gesetzgeber in unionsrechtlichen Verordnungen,     Gesetzen oder sonstigen Vorschriften, denen der Verantwortliche unterliegt,     vorgesehen wurde. Eine Sperrung oder Löschung der Daten erfolgt auch dann,     wenn eine durch die genannten Normen vorgeschriebene Speicherfrist abläuft,     es sei denn, dass eine Erforderlichkeit zur weiteren Speicherung der Daten für     einen Vertragsabschluss oder eine Vertragserfüllung besteht.\nBereitstellung des Webauftrittes und Erstellung von Logfiles\nBeschreibung und Umfang der Datenverarbeitung\nBei jedem Aufruf unserer Internetseite erfasst unser System automatisiert Daten und Informationen vom     Computersystem des aufrufenden Rechners.Folgende Daten werden hierbei erhoben:\nDie gespeicherten Daten werden ausschließlich zu technischen oder statistischen Zwecken benötigt; ein Abgleich     mit anderen Datenbeständen oder gar eine Weitergabe an Dritte, auch in Auszügen, findet nicht statt. Die Daten     werden in den Logfiles unseres Systems gespeichert. Nicht hiervon betroffen sind die IP-Adressen des Nutzers     oder andere Daten, die die Zuordnung der Daten zu einem Nutzer ermöglichen: Vor der Speicherung wird jeder     Datensatz durch Veränderung der IP-Adresse anonymisiert. Eine Speicherung dieser Daten zusammen mit anderen     personenbezogenen Daten des Nutzers findet nicht statt.\nRechtsgrundlage für die Datenverarbeitung\nRechtsgrundlage für die vorübergehende Speicherung der Daten und der Logfiles ist Art. 6 Abs. lit. f DSGVO.\nZweck der Datenverarbeitung\nDie vorübergehende Speicherung der IP-Adresse durch das System ist notwendig, um eine Auslieferung des Webauftrittes     an     den Rechner des Nutzers zu ermöglichen. Hierfür muss die IP-Adresse des Nutzers für die Dauer der Sitzung     gespeichert bleiben.Die Speicherung in Logfiles erfolgt, um die Funktionsfähigkeit des Webauftrittes sicherzustellen. Zudem dienen uns     die     Daten zur Optimierung des Webauftrittes und zur Sicherstellung der Sicherheit unserer informationstechnischen     Systeme.     Eine Auswertung der Daten zu Marketingzwecken findet in diesem Zusammenhang nicht statt.\nDauer der Speicherung\nDie Daten werden gelöscht, sobald sie für die Erreichung des Zweckes ihrer Erhebung nicht mehr erforderlich sind.     Im Falle der Erfassung der Daten zur Bereitstellung des Webauftrittes ist dies der Fall, wenn die jeweilige Sitzung     beendet ist.Im Falle der Speicherung der Daten in Logfiles ist dies nach spätestens sieben Tagen der Fall. Eine     darüberhinausgehende Speicherung ist möglich. In diesem Fall werden die IP-Adressen der Nutzer gelöscht oder     verfremdet, sodass eine Zuordnung des aufrufenden Clients nicht mehr möglich ist.\nWiderspruchs- und Beseitigungsmöglichkeit\nDie Erfassung der Daten zur Bereitstellung des Webauftrittes und die Speicherung der Daten in Logfiles ist für den     Betrieb der Internetseite zwingend erforderlich. Es besteht folglich seitens des Nutzers keine     Widerspruchsmöglichkeit.\nVerwendung von Cookies\nBeschreibung und Umfang der Datenverarbeitung\nUnsere Webseite verwendet Cookies. Bei Cookies handelt es sich um Textdateien, die im Internetbrowser bzw. vom     Internetbrowser auf dem Computersystem des Nutzers gespeichert werden. Ruft ein Nutzer einen Webauftritt auf, so     kann     ein Cookie auf dem Betriebssystem des Nutzers gespeichert werden. Dieser Cookie enthält eine charakteristische     Zeichenfolge, die eine eindeutige Identifizierung des Browsers beim erneuten Aufrufen des Webauftrittes     ermöglicht.\nWir setzen Cookies ein, um unseren Webauftritt nutzerfreundlicher zu gestalten. Einige Elemente unserer     Internetseite     erfordern es, dass der aufrufende Browser auch nach einem Seitenwechsel identifiziert werden kann.In den Cookies werden dabei folgende Daten gespeichert und übermittelt:\nDie auf diese Weise erhobenen Daten der Nutzer werden durch technische Vorkehrungen pseudonymisiert. Daher ist     eine Zuordnung der Daten zum aufrufenden Nutzer nicht mehr möglich. Die Daten werden nicht gemeinsam mit     sonstigen personenbezogenen Daten der Nutzer gespeichert.\nDie genannten Cookies sind zum Betrieb der Webseite notwendig und können daher nicht abgeschaltet werden.     Sie werden nur in den oben angegebenen Situationen gesetzt.Sollten in einzelnen Seiten des Webauftritts Verfahren enthalten sein, die weitere Cookies benötigen, welche     nicht betriebsbedingt notwendig sind, wird auf diese gesondert hingewiesen. Diese Verfahren werden, so solche     Verfahren zum Einsatz kommen,     in den folgenden Kapiteln dieser Datenschutzerklärung aufgeführt.\nRechtsgrundlage für die Datenverarbeitung\nRechtsgrundlage für die vorübergehende Speicherung der Daten und der Logfiles     ist Art. 6 Abs. lit. f DSGVO.\nZweck der Datenverarbeitung\nDie Verwendung der Analyse-Cookies erfolgt zu dem Zweck, die Qualität unseren Webauftritt und ihre Inhalte zu     verbessern. Durch die Analyse-Cookies erfahren wir, wie der Webauftritt genutzt wird und können so unser Angebot     stetig optimieren.\nDauer der Speicherung, Widerspruchs- und Beseitigungsmöglichkeit\nCookies werden auf dem Rechner des Nutzers gespeichert und von diesem an unserer Seite übermittelt. Daher haben     Sie als Nutzer auch die volle Kontrolle über die Verwendung von Cookies.     Sie können die Übertragung von Cookies deaktivieren oder einschränken,     indem Sie die Cookie-Einstellungen in Ihrem Webbrowser ändern     oder auf den unten stehenden Link Cookie-Einstellungen klicken.     Bereits gespeicherte Cookies können jederzeit gelöscht werden.     Dies kann auch automatisiert erfolgen. Werden Cookies für unseren Webauftritt deaktiviert,     können möglicherweise nicht mehr alle Funktionen des Webauftrittes vollumfänglich genutzt werden.\nCookie-Einstellungen\nKontaktformulare\nBeschreibung und Umfang der Datenverarbeitung\nAuf unserer Internetseite sind Kontaktformulare vorhanden, welche für die elektronische Kontaktaufnahme genutzt     werden können. Nimmt ein Nutzer diese Möglichkeit wahr, so werden die in der Eingabemaske eingegebenen Daten an     uns übermittelt und gespeichert.Die konkreten Datensätze werden bei den jeweiligen Kontaktformularen aufgeführt und erklärt. Sofern sich     Abweichungen oder Ergänzungen von den hier aufgeführten Grundlagen und Zweck und Dauer der Speicherung ergeben,     werden diese bei den jeweiligen Kontaktformularen angegeben.\nRechtsgrundlage für die Datenverarbeitung\nRechtsgrundlage für die Verarbeitung der Daten, die im Zuge einer Übersendung einer     E-Mail übermittelt werden, ist Art. 6 Abs. 1 lit. e DSGVO i.V.m. Art. 4 und 5     BayDSG zur Erfüllung der Aufgaben aus § 5 TMG, Art. 3 Abs. 1 BayEGovG und § 2 BayBITV     Zielt der E-Mail-Kontakt auf den Abschluss eines Vertrages ab, so ist zusätzliche     Rechtsgrundlage für die Verarbeitung Art. 6 Abs. 1 lit. b DSGVO.\nZweck der Datenverarbeitung\nDie Verarbeitung der personenbezogenen Daten aus der Eingabemaske dient uns allein zur Bearbeitung der     Kontaktaufnahme. Im Falle einer Kontaktaufnahme per E-Mail liegt hierin auch das erforderliche berechtigte     Interesse an der Verarbeitung der Daten.Die sonstigen während des Absendevorgangs verarbeiteten personenbezogenen Daten dienen dazu, einen Missbrauch     des Kontaktformulars zu verhindern und die Sicherheit unserer informationstechnischen Systeme sicherzustellen.\nDauer der Speicherung\nDie Daten werden gelöscht, sobald sie für die Erreichung des Zweckes ihrer Erhebung nicht mehr erforderlich sind.     Für die personenbezogenen Daten aus der Eingabemaske des Kontaktformulars und diejenigen, die per E-Mail     übersandt wurden, ist dies dann der Fall, wenn die jeweilige Konversation mit dem Nutzer beendet ist. Beendet     ist die Konversation dann, wenn sich aus den Umständen entnehmen lässt, dass der betroffene Sachverhalt     abschließend geklärt ist.\nWiderspruchsmöglichkeit\nAus Gründen, die sich aus Ihrer besonderen Situation ergeben, können Sie der     Verarbeitung Sie betreffender personenbezogener Daten durch uns zudem jederzeit     widersprechen (Art. 21 DSGVO). Sofern die gesetzlichen Voraussetzungen vorliegen,     verarbeiten wir in der Folge Ihre personenbezogenen Daten nicht mehr.\nBereitstellungspflicht\nSoweit die für die Vertragserfüllung erforderliche personenbezogene Daten nicht angeben     ist diese uns nicht möglich.\nExterne Dienstleister\nSiteimprove Analytics\nNutzung von Siteimprove Analytics\nDiese Website benutzt Siteimprove Analytics, einen Webanalysedienst, der von Siteimprove zur Verfügung gestellt wird.     Siteimprove Analytics nutzt „Cookies“ - Textdateien, die auf Ihrem Rechner oder Smartphone gespeichert werden, um     der FAUdabei zu helfen zu analysieren, wie Besucher die Website benutzen. Die Information, die durch die     Cookies über die Website-Nutzung der Besucher erstellt wird, wird von Siteimprove auf Servern in Dänemark     gespeichert und verarbeitet.\nIP-Adressen werden vollständig anonymisiert bevor erhobene Daten über die Siteimprove Suite für die FAU einsehbar     sind. Eine Umkehrung der Anonymisierung der IP-Adressen und eine Zuordnung der IP-Adressen zu erhobenen Daten ist     nicht möglich.\nDie FAU wird diese Informationen nutzen, um das Benutzerverhalten seiner Websitebesucher auszuwerten, Berichte     darüber zu erstellen und schlussendlich um das Websiteerlebnis für seine Besucher zu verbessern. Siteimprove wird     diese Informationen nicht an Dritte weitergeben oder sie für Marketing- oder Werbezwecke jeglicher Art benützen.\nDiese Cookies von Siteimprove Analytics werden auf dieser Website eingesetzt:\nDurch die Benutzung dieser Website erklärt sich der Besucher mit der Verarbeitung seiner bzw. ihrer Daten zu den     weiter oben beschriebenen Zwecken einverstanden.\nDie Rechtsgrundlage für die Verarbeitung personenbezogener Daten unter Verwendung von Cookies ist Art. 6 Abs. 1 e     DSGVO in Verbindung mit Art. 4 BayDSG,insbesondere der Aufgaben aus § 15 Abs. 3 TMG und Art. 10 BayHSchG.\nSie können der Sammlung Ihrer Daten durch Siteimprove Analytics widersprechen, indem Sie auf den folgenden Link     klicken.\nSie können der Sammlung Ihrer Daten durch Siteimprove Analytics widersprechen, indem Sie auf die folgende Checkbox     klicken.\nSlideshare\nSlideshare\nAuf diesem Webauftritt werden verschiedene Vorträge mit Hilfe des     Online-Portals Slideshare eingebunden.     Betreiber von Slideshare ist die LinkedIn Ireland Unlimited Company (\"LinkedIn Ireland\").\nWenn Sie eine Seite des Internetauftritts aufrufen, die eine Vortragspräsentation mittels     Slideshare einbindet, Schaltfläche enthält, baut Ihr Browser eine direkte Verbindung mit     den Servern von SlideShare auf.     Der Inhalt der Vortragspräsentation wird von SlideShare direkt an Ihren Browser übermittelt und     von diesem in die Webseite eingebunden.\nSlideshare protokolliert Nutzungsdaten, wenn wenn die Seite mit der Vortragspräsentation     besucht wird; wenn Sie beispielsweise Inhalte (wie Lernvideos) oder Anzeigen     betrachten oder anklicken (innerhalb oder außerhalb unserer Webseiten und Apps),     eine Suche innerhalb der Präsentationsanzeige ausführen oder diese teilen.     Gespeichert werden:\nWir haben daher keinen Einfluss auf den Umfang der Daten, die SlideShare mit der Schaltfläche erhebt.     Zweck und Umfang der Datenerhebung und die weitere Verarbeitung und Nutzung der Daten durch     SlideShare sowie Ihre diesbezüglichen Rechte und Einstellungsmöglichkeiten zum Schutz     Ihrer Privatsphäre entnehmen Sie bitte denDatenschutzhinweisen von LinkedIn.\nDie Nutzung von Slideshare erfolgt     im Interesse einer ansprechenden Darstellung unserer Online-Angebote. Dies stellt     ein berechtigtes Interesse im Sinne von Art. 6 Abs. 1 lit. f DSGVO dar. Sofern eine     entsprechende Einwilligung abgefragt wurde (z. B. eine Einwilligung zur Speicherung     von Cookies), erfolgt die Verarbeitung ausschließlich auf Grundlage von     Art. 6 Abs. 1 lit. a DSGVO; die Einwilligung ist jederzeit widerrufbar.\nWeitere Informationen zum Umgang mit Nutzerdaten finden Sie in der     Datenschutzerklärung von YouTube unter:https://www.linkedin.com/legal/privacy-policy.\nSie können der Sammlung Ihrer Daten durch Verifast widersprechen, indem Sie auf die folgende Checkbox klicken.\nVimeo\nVimeo\nDieses Webangebot bindet Videos des Videoportals Vimeo ein. Anbieter ist die     Vimeo Inc., 555 West 18th Street, New York, New York 10011, USA.\nWenn Sie eine unserer mit einem Vimeo-Plugin ausgestatteten Seiten besuchen, wird eine     Verbindung zu den Servern von Vimeo hergestellt. Dabei wird dem Vimeo-Server     mitgeteilt, welche unserer Seiten Sie besucht haben. Zudem erlangt Vimeo Ihre     IP-Adresse. Dies gilt auch dann, wenn Sie nicht bei Vimeo eingeloggt sind oder     keinen Account bei Vimeo besitzen. Die von Vimeo erfassten Informationen werden an     den Vimeo-Server in den USA übermittelt.\nWenn Sie in Ihrem Vimeo-Account     eingeloggt sind, ermöglichen Sie Vimeo, Ihr Surfverhalten direkt Ihrem     persönlichen Profil zuzuordnen. Dies können Sie verhindern, indem Sie sich     aus Ihrem Vimeo-Account ausloggen.\nDie Nutzung von Vimeo erfolgt im Interesse     einer ansprechenden Darstellung unserer Online-Angebote. Dies stellt ein berechtigtes     Interesse im Sinne des Art. 6 Abs. 1 lit. f DSGVO dar. Sofern eine entsprechende     Einwilligung abgefragt wurde (z. B. eine Einwilligung zur Speicherung von Cookies),     erfolgt die Verarbeitung ausschließlich auf Grundlage von     Art. 6 Abs. 1 lit. a DSGVO; die Einwilligung ist jederzeit widerrufbar.\nWeitere Informationen zum Umgang mit Nutzerdaten finden Sie in der     Datenschutzerklärung von Vimeo unter:https://vimeo.com/privacy.\nSie können der Sammlung Ihrer Daten durch Vimeo widersprechen, indem Sie auf die folgende Checkbox klicken.\nYouTube\nYouTube\nDieses Webangebot bindet Videos des Videoportals YouTube ein. Betreiber von YouTube ist die     Google Ireland Limited („Google“), Gordon House, Barrow Street, Dublin 4,     Irland.\nWenn Sie eine unserer Seiten besuchen, auf denen YouTube eingebunden ist, wird     eine Verbindung zu den Servern von YouTube hergestellt. Dabei wird dem YouTube-Server     mitgeteilt, welche unserer Seiten Sie besucht haben.\nDie Einbindung von YouTube Videos erfolgt entweder\nBeim Abruf des Videos kann YouTube verschiedene Cookies auf Ihrem Endgerät     speichern. Mit Hilfe dieser Cookies kann     YouTube Informationen über Besucher dieser Website erhalten. Diese Informationen     werden u. a. verwendet, um Videostatistiken zu erfassen, die Anwenderfreundlichkeit     zu verbessern und Betrugsversuchen vorzubeugen. Die Cookies verbleiben auf Ihrem     Endgerät, bis Sie sie löschen.\nWenn Sie in Ihrem YouTube-Account     eingeloggt sind, ermöglichen Sie YouTube, Ihr Surfverhalten direkt Ihrem     persönlichen Profil zuzuordnen. Dies können Sie verhindern, indem Sie     sich aus Ihrem YouTube-Account ausloggen.\nDie Nutzung von YouTube erfolgt     im Interesse einer ansprechenden Darstellung unserer Online-Angebote. Dies stellt     ein berechtigtes Interesse im Sinne von Art. 6 Abs. 1 lit. f DSGVO dar. Sofern eine     entsprechende Einwilligung abgefragt wurde (z. B. eine Einwilligung zur Speicherung     von Cookies), erfolgt die Verarbeitung ausschließlich auf Grundlage von     Art. 6 Abs. 1 lit. a DSGVO; die Einwilligung ist jederzeit widerrufbar.\nWeitere Informationen zum Umgang mit Nutzerdaten finden Sie in der     Datenschutzerklärung von YouTube unter:https://policies.google.com/privacy?hl=de.\nSie können der Sammlung Ihrer Daten durch YouTube widersprechen, indem Sie auf die folgende Checkbox klicken.\nSSL-Verschlüsselung\nDiese Seite nutzt aus Gründen der Sicherheit und zum Schutz der Übertragung vertraulicher Inhalte, wie zum     Beispiel der Anfragen, die Sie an uns als Seitenbetreiber senden, eine SSL-Verschlüsselung. Eine verschlüsselte     Verbindung erkennen Sie daran, dass die Adresszeile des Browsers vonhttp://aufhttps://wechselt und an  dem Schloss-Symbol in Ihrer Browserzeile.\nWenn die SSL Verschlüsselung aktiviert ist, können die Daten, die Sie an uns übermitteln, nicht von Dritten     mitgelesen werden.\nBetroffenenrechte\nHinsichtlich der Verarbeitung Ihrer personenbezogenen Daten stehen Ihnen als einer betroffenen Person die nachfolgend     genannten Rechte gemäß Art. 15 ff. DSGVO zu:"}
{"url": "https://www.rep.tf.fau.de#top", "content": "Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen\nProf. Dr. Nico Hanenkamp\nStartseite\nDer Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen (RE²P) wurde im Oktober 2014 unter der Leitung von Prof. Dr.-Ing. Dipl. Wirt. Ing. Nico Hanenkamp gegründet.\nZu den Tätigkeitsschwerpunkten gehören die Entwicklung von ressourceneffizienten Produktionsprozessen, insbes. im Bereich der Zerspanung, Bauteilreinigung und Entgratung, als auch die Weiterentwicklung von Methoden und Werkzeugen der Operativen Exzellenz und Ressourceneffizienz.\nHerzlichen Dank für die ausgezeichnete Zusammenarbeit im vergangenen Jahr 2024!\nHerzlichen Dank für die ausgezeichnete Zusammenarbeit im vergangenen Jahr 2024!\rDie wertvolle Unterstützung und das Engagement haben maßgeblich zu unserem gemeinsamen Erfolg beigetragen.\rWir freuen uns darauf, auch im neuen Jahr span(n)ende Projekte und Ideen zusammen umzusetzen.\rEine besinnliche...\nKryoPuls: Kick-Off Treffen\nVor kurzem fand am REP der Kick-Off zum Projekt „KryoPuls – Untersuchung der hochfrequent-gepulsten kryogenen Minimalmengenschmierung in der Drehbearbeitung duktiler Werkstoffe“ statt.\r\rIn diesem von der Bayerischen Forschungsstiftung (BFS) geförderten Projekt soll eine hochfrequent-gepulste kryog...\n3. Wissensforum Zerspanung in Würzburg\nAm 27. November war der Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen erneut beim Wissensforum Zerspanung des MM Maschinenmarktes in Würzburg vertreten. Wie im letzten Jahr waren auch dieses Jahr wieder hochrangige Unternehmen und renommierte Universitäten zu Gast. Im Rahmen d...\n32. KühlSchmierstoffForum in Fellbach\nEnde November war der Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen beim 32. KühlSchmierstoffForum des VSI (Verband Schmierstoff-Industrie e.V.) vertreten. Unsere Mitarbeiter Jan Harald Selzam, Jan Reichinger und Trixi Meier präsentierten unsere aktuellen Forschungsprojekte i...\nNeuer wissenschaftlicher Mitarbeiter in der Arbeitsgruppe Zerspanung: Jan Reichinger\nJan Reichinger absolvierte den Masterstudiengang Wirtschaftsingenieurwesen mit der Fachrichtung Maschinenbau an der FAU Erlangen-Nürnberg.\r\rIm Rahmen seiner wissenschaftlichen studentischen Arbeiten am Lehrstuhl REP beschäftigte er sich bereits mit der Untersuchung biobasierter Grundöle unter Eins...\nKeep Cool! – Effizienzpotenziale in der Prozess- und Maschinenkühlung\nWir freuen uns bekannt geben zu können, dass wir beim diesjährigen Wissensforum Zerspanung von MM MaschinenMarkt in Würzburg am 27. November 2024 bereits zum dritten Mal dabei sein dürfen als Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen.\r\rDer Vortrag von Prof. Nico Hanenkam...\nStart des Projekts KryoPuls mit Förderung durch die Bayerische Forschungsstiftung\nZum 01.10.2024 startet das von der Bayerischen Forschungsstiftung (BFS) geförderte Projekt Untersuchung der hochfrequent-gepulsten kryogenen Minimalmengenschmierung in der Drehbearbeitung duktiler Werkstoffe – KryoPuls. Die Dauer des Projektes beträgt 24 Monate.\r\rIn der Metallbearbeitung kommen öl...\nStandort\nDiese Inhalte wurden von fau.karte.de in Form eines Frames eingebunden. Um direkt auf die Karte zuzugreifen, folgen Sie dem folgenden Link:https://karte.fau.de/api/v1/iframe/term/Ressourcen-+und/zoom/15\nDiese Inhalte wurden von fau.karte.de in Form eines Frames eingebunden. Um direkt auf die Karte zuzugreifen, folgen Sie dem folgenden Link:https://karte.fau.de/api/v1/iframe/term/Ressourcen-+und/zoom/15\nAdresse:\nLehrstuhl REPDr.-Mack-Str. 81, Technikum 1D-90762 Fürth\nNähere Informationen unter:\nMartinaKoneinVerwaltungTelefon:+49 911 6507864810Faxnummer:+49 911 6507864813E-Mail:martina.konein@fau.deSprechzeitenMontag - Donnerstag:9.00 Uhr - 14.30 UhrFreitag:9.00 Uhr - 13.00 Uhr\nMartinaKonein\nSprechzeitenMontag - Donnerstag:9.00 Uhr - 14.30 UhrFreitag:9.00 Uhr - 13.00 Uhr\nSocial Media\nVeranstaltungen\nKeine bevorstehenden Veranstaltungen.\nKeine bevorstehenden Veranstaltungen."}
{"url": "https://www.rep.tf.fau.de/lehrstuhl/", "content": "Lehrstuhl\nLehrstuhl"}
{"url": "https://www.rep.tf.fau.de/2024/10/17/reichinger/", "content": "Neuer wissenschaftlicher Mitarbeiter in der Arbeitsgruppe Zerspanung: Jan Reichinger\nNeuer wissenschaftlicher Mitarbeiter in der Arbeitsgruppe Zerspanung: Jan Reichinger\nJan Reichinger absolvierte den Masterstudiengang Wirtschaftsingenieurwesen mit der Fachrichtung Maschinenbau an der FAU Erlangen-Nürnberg.\nIm Rahmen seiner wissenschaftlichen studentischen Arbeiten am Lehrstuhl REP beschäftigte er sich bereits mit der Untersuchung biobasierter Grundöle unter Einsatz eines kryogenen Minimalmengenschmiersystems sowie mit der Konzeptionierung, Ansteuerung und Integration einer Ventilbaugruppe und eines CO2-Sicherheitsmesstechniksystems in die Werkzeugmaschinenansteuerung für den sicheren Einsatz einer medienflexiblen Werkzeugmaschine.\nSeit dem 15.10.2024 ist Jan Reichinger insbesondere für die Überwachung und Optimierung von Kühlschmierstoffen in der Arbeitsgruppe Zerspanung zuständig.\nJanReichinger,M. Sc.\nDepartment Maschinenbau (MB)Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen (REP, Prof. Hanenkamp)\nKategorie:Startseite\nBeitrags-Navigation\nWebauftritt durchsuchen\nNeueste Beiträge\nNeueste Kommentare\nArchive\nKategorien\nMeta"}
{"url": "https://www.rep.tf.fau.de/lehrstuhl/aktuelles/", "content": "Aktuelles\nAktuelles\nHerzlichen Dank für die ausgezeichnete Zusammenarbeit im vergangenen Jahr 2024!\nHerzlichen Dank für die ausgezeichnete Zusammenarbeit im vergangenen Jahr 2024!\rDie wertvolle Unterstützung und das Engagement haben maßgeblich zu unserem gemeinsamen Erfolg beigetragen.\rWir freuen uns darauf, auch im neuen Jahr span(n)ende Projekte und Ideen zusammen umzusetzen.\rEine besinnliche...\nKryoPuls: Kick-Off Treffen\nVor kurzem fand am REP der Kick-Off zum Projekt „KryoPuls – Untersuchung der hochfrequent-gepulsten kryogenen Minimalmengenschmierung in der Drehbearbeitung duktiler Werkstoffe“ statt.\r\rIn diesem von der Bayerischen Forschungsstiftung (BFS) geförderten Projekt soll eine hochfrequent-gepulste kryog...\n3. Wissensforum Zerspanung in Würzburg\nAm 27. November war der Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen erneut beim Wissensforum Zerspanung des MM Maschinenmarktes in Würzburg vertreten. Wie im letzten Jahr waren auch dieses Jahr wieder hochrangige Unternehmen und renommierte Universitäten zu Gast. Im Rahmen d...\n32. KühlSchmierstoffForum in Fellbach\nEnde November war der Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen beim 32. KühlSchmierstoffForum des VSI (Verband Schmierstoff-Industrie e.V.) vertreten. Unsere Mitarbeiter Jan Harald Selzam, Jan Reichinger und Trixi Meier präsentierten unsere aktuellen Forschungsprojekte i..."}
{"url": "https://www.rep.tf.fau.de/category/qualifizierung/", "content": "Kategorie:Qualifizierung\nQualifizierung\n3. Wissensforum Zerspanung in Würzburg\nAm 27. November war der Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen erneut beim Wissensforum Zerspanung des MM Maschinenmarktes in Würzburg vertreten. Wie im letzten Jahr waren auch dieses Jahr wieder hochrangige Unternehmen und renommierte Universitäten zu Gast. Im Rahmen d...\nAMB Messe 2024 in Stuttgart – Span(n)ende neue Impulse für die Metallbearbeitung\nMitarbeitende der AG Zerspanung des Lehrstuhls für Ressourcen- und Energieeffiziente Produktionsmaschinen (REP) hatten diese Woche die Gelegenheit, die AMB - Internationale Ausstellung für Metallbearbeitung in Stuttgart zu besuchen.\r\rToller Austausch mit langjährigen Partnern:\rDie Gespräche mit u...\nQualifizierungskonzept für nachhaltige Kühlschmierstrategien in der spanenden Bearbeitung: Veranstaltung zum Thema „Luftreinigung und Absaugungen in der Fertigung“\nAm Donnerstag, den 28. Mai 2020 fand am Lehrstuhl REP im Rahmen des Projekts “Qualifizierungskonzept für nachhaltige Kühlschmierstrategien in der spanenden Bearbeitung“ eine Veranstaltung zum Thema Luftreinigung und Absaugungen in der Fertigung statt. Referent war Dr.-Ing. Jan Kuppinger, Geschäftsfü...\nAuftaktveranstaltung „Qualifizierungskonzept für nachhaltige Kühlschmierstrategien in der spanenden Bearbeitung“\nAm Donnerstag, 11. Juli 2019 fand die Auftaktveranstaltung für das Projekt „Qualifizierungskonzept für nachhaltige Kühlschmierstrategien in der spanenden Bearbeitung“ statt. An der ersten Veranstaltung nahmen zwölf Teilnehmer aus acht überwiegend mittelständischen Unternehmen teil. Aufgehend von ein...\nMaschinelles Lernen für die Industrie | ML4Industry\nQualifizierungsprojekt für nachhaltige Kühlschmierstrategien in der spanenden Bearbeitung bewilligt\nDas bayerische Staatsministerium für Wissenschaft und Kunst des fördert mit Mitteln des europäischen Sozialfonds (ESF) das Projekt „Qualifizierungskonzept für nachhaltige Kühlschmierstrategien in der spanenden Bearbeitung. Ziel des Projekts soll es sein, kleine und mittlere Maschinenbauunternehmen, ...\nNeue lehrstuhlübergreifende Schulungsreihe: Maschinelles Lernen für die Industrie [ML4Industry]\nWeitere Informationen erfolgen in Kürze.\r\rBitte wenden Sie sich bei Fragen an:\nLaufendes Projekt: Green Belt ML@Operations\nDie Digitalisierung birgt große Potenziale zur Steigerung der Ressourceneffizienz industrieller Produktionsprozesse. Durch Technologien im Kontext von Industrie 4.0 können produktionsnahe Daten kurzzyklisch erfasst und aggregiert werden. In Anbetracht der dadurch zunehmenden Datenkomplexität und des...\nWebauftritt durchsuchen\nNeueste Beiträge\nNeueste Kommentare\nArchive\nKategorien\nMeta"}
{"url": "https://www.rep.tf.fau.de/barrierefreiheit", "content": "Barrierefreiheit\nBarrierefreiheit\nDer Anbieter dieses Webangebots (Lehrstuhl für Ressourcen- und Energieeffiziente Produktionsmaschinen) ist bemüht, das Angebot im Einklang     mit dergültigen         Gesetzgebungbarrierefrei zugänglich zu machen.Diese Erklärung zur Barrierefreiheit gilt für die Webauftritte und Anwendungen, die unterwww.rep.tf.fau.deverfügbar sind.Stand der Vereinbarkeit mit den Anforderungen (\"Konformitätsstatus\")Teilweise konform: Einige Teile des Inhalts entsprechen nicht vollständig dem Standard für BarrierefreiheitMethodik der Prüfung:SelbstbewertungErstellungsdatum:7. Oktober 2021Letzte Überprüfung:7. Oktober 2021Bekannte Probleme bei der BarrierefreiheitAuflistung und Erläuterung der Probleme bei der Umsetzung der Barrierefreiheit dieses Webauftritts.Nicht barrierefrei zugängliche InhaltePDF-Dokumente konnten nicht in ein barrierefreies Format konvertiert werden.Einige Dokumente wurden von Dritten bereitgestellt. Diese Dokumente sind nicht in einer barrierefreien Version verfügbar.Zu eingebundenen Videos stehen derzeit keine Untertitel oder Transkription zur Verfügung.BegründungAktuelle Einschränkungen wurden identifiziert und werden schrittweise behoben.Hilfe und Kontaktaufnahme bei ProblemenSie können Mängel bei der Einhaltung der Anforderungen an     die Barrierefreiheit mitteilen oder Informationen, die nicht barrierefrei     dargestellt werden müssen, barrierefrei anfordern.KontaktpersonJan SelzamLehrstuhl REP  Dr.-Mack-Str. 81\rTechnikum 1\rD-90762 FürthTelefon:+49 911 6507864892E-Mail:Jan.Selzam@fau.deKontaktformularNameE-MailNachrichtFünf mal Drei ist gleich? (Geben Sie das Ergebnis als                 Zahl ein)DurchsetzungsverfahrenBleibt eine Anfrage über die Kontaktmöglichkeit innerhalb von sechs Wochen ganz oder teilweise unbeantwortet,     prüft die zuständige Aufsichtsbehörde auf Antrag des Nutzers,     ob im Rahmen der Überwachung gegenüber dem Verpflichteten Maßnahmen erforderlich sind.Kontaktinformation der für das Durchsetzungsverfahren zuständigen Aufsicht:Landesamt für Digitalisierung, Breitband und VermessungIT-Dienstleistungszentrum des Freistaats Bayern - Durchsetzungs- und Überwachungsstelle für barrierefreie InformationstechnikSt.-Martin-Straße 4781541     MünchenE-Mail:bitv@bayern.deURL:https://www.ldbv.bayern.de/digitalisierung/bitv.html\nDiese Erklärung zur Barrierefreiheit gilt für die Webauftritte und Anwendungen, die unterwww.rep.tf.fau.deverfügbar sind.\nStand der Vereinbarkeit mit den Anforderungen (\"Konformitätsstatus\")\nTeilweise konform: Einige Teile des Inhalts entsprechen nicht vollständig dem Standard für Barrierefreiheit\nBekannte Probleme bei der Barrierefreiheit\nAuflistung und Erläuterung der Probleme bei der Umsetzung der Barrierefreiheit dieses Webauftritts.\nNicht barrierefrei zugängliche Inhalte\nBegründung\nAktuelle Einschränkungen wurden identifiziert und werden schrittweise behoben.\nHilfe und Kontaktaufnahme bei Problemen\nSie können Mängel bei der Einhaltung der Anforderungen an     die Barrierefreiheit mitteilen oder Informationen, die nicht barrierefrei     dargestellt werden müssen, barrierefrei anfordern.\nKontaktperson\nJan Selzam\nKontaktformular\nDurchsetzungsverfahren\nBleibt eine Anfrage über die Kontaktmöglichkeit innerhalb von sechs Wochen ganz oder teilweise unbeantwortet,     prüft die zuständige Aufsichtsbehörde auf Antrag des Nutzers,     ob im Rahmen der Überwachung gegenüber dem Verpflichteten Maßnahmen erforderlich sind.\nKontaktinformation der für das Durchsetzungsverfahren zuständigen Aufsicht:\nLandesamt für Digitalisierung, Breitband und Vermessung"}
{"url": "https://www.rep.tf.fau.de/forschung/forschungsprojekte/", "content": "Laufende Forschungsprojekte\nLaufende Forschungsprojekte\nFolgende Projekte werden zur Zeit am Lehrstuhl REP bearbeitet:"}
{"url": "https://www.rep.tf.fau.de/2022/12/", "content": "Monat:Dezember 2022\nMonat:Dezember 2022\nDeutscher Six Sigma Preis für wissenschaftliche Arbeit\nDer European Six Sigma Club Deutschland (ESSC-D) zeichnet jährlich herausragende Arbeiten aus, die sich mit der Anwendung von Six Sigma Methoden in Wissenschaft und Praxis befassen. In diesem Jahr dürfen wir uns besonders über die Prämierung der Masterarbeit von Herrn Lukas Emilius freuen, der in der Kategorie Wissenschaft den zweiten Platz belegt hat.\nWebauftritt durchsuchen\nNeueste Beiträge\nNeueste Kommentare\nArchive\nKategorien\nMeta"}
{"url": "https://www.rep.tf.fau.de/2021/03/", "content": "Monat:März 2021\nMonat:März 2021\nProf. Hanenkamp im Gespräch mit BMW CEO Oliver Zipse\nDie Gestaltung einer Nachhaltigen Produktion stand im Mittelpunkt der Dialogreihe “Driving the Future of Sustainability - Value Creation through Sustainability in the Automotive Sector” am 5.3.2021 gemeinsam mit der BMW AG in München. In diesem Rahmen fand ein intensiver Austausch zwischen den Profe...\nErste Promotion am Lehrstuhl abgeschlossen\nDaniel Gross hat als erster Mitarbeiter des Lehrstuhls sein Promotionsvorhaben erfolgreich beendet\nWebauftritt durchsuchen\nNeueste Beiträge\nNeueste Kommentare\nArchive\nKategorien\nMeta"}
{"url": "https://www.rep.tf.fau.de/2024/01/", "content": "Monat:Januar 2024\nMonat:Januar 2024\nNeuer wissenschaftlicher Mitarbeiter in der Arbeitsgruppe Zerspanung: Andreas Röckelein\nAndreas Röckelein unterstützt die Arbeitsgruppe Zerspanung ab dem 15.01.2024 bei der Übertragung kryogener Kühlschmierstrategien auf Schleiffprozesse im Rahmen des Forschungsprojektes ProKos. Zudem untersucht er Möglichkeiten zur Temperaturmessung an der Schneidkante des Werkzeuges in der Zerspanzon...\nWebauftritt durchsuchen\nNeueste Beiträge\nNeueste Kommentare\nArchive\nKategorien\nMeta"}
{"url": "https://www.rep.tf.fau.de/2022/06/", "content": "Monat:Juni 2022\nMonat:Juni 2022\nECO2il – Projektpräsentation auf der Hannover Messe 2022\nZum erfolgreichen Abschluss des durch die Fachagentur Nachwachsende Rohstoffe (FNR) und das Bundesministerium für Ernährung und Landwirtschaft (BMEL) geförderten Verbundvorhabens „ECO2il – Entwicklung biobasierter Metallbearbeitungsöle für die kryogene Minimalmengenschmierung“ konnten das Projekt un...\nWebauftritt durchsuchen\nNeueste Beiträge\nNeueste Kommentare\nArchive\nKategorien\nMeta"}
{"url": "https://www.rep.tf.fau.de/category/studium/arbeiten/", "content": "Kategorie:Studentische Arbeiten\nStudentische Arbeiten\nDigitale Sharing Plattform für das Nachhaltigkeitsmanagement (HiWi, BA, PA, MA)\nDie sich verschärfenden regulatorischen Anforderungen und Standards der EU, wie zum Beispiel die European Sustainability Reporting Standards (ESRS), die EU-Taxonomie oder das Lieferkettentransparenzgesetz, setzen Unternehmen zunehmend unter Druck, Nachhaltigkeitsdaten in den Bereichen Umwelt, Sozial...\nWebauftritt durchsuchen\nNeueste Beiträge\nNeueste Kommentare\nArchive\nKategorien\nMeta"}
{"url": "https://www.rep.tf.fau.de/2018/12/", "content": "Monat:Dezember 2018\nMonat:Dezember 2018\nFrohe Weihnachten wünscht der Lehrstuhl REP\nDas Jahr neigt sich zu Ende.\r\rWir blicken zurück auf ein arbeitsreiches und inspirierendes Jahr 2018 mit tollen Forschungsthemen.\r\rWir bedanken uns bei allen unseren Partnern, Förderern und Studenten die uns tatkräftig unterstützt haben.\r\r \r\rWir wünschen allen eine schöne, erholsame Wei...\nMachine Learning @ Operations – Modulblock 2 (Regression und Deep Learning für die Praxis)\nIn der Kalenderwoche 48 konnten wir wieder alle Teilnehmer zu unserem, durch das Bundesministerium für Bildung und Forschung, gefördertes Qualifizierungskonzeptes „Machine Learning @ Operations“  begrüßen.\r\rIm zweiten Teil der 5 Module wurde der Gruppe Produktion, die Algorithmen der Regression, i...\nHohes internationales Interesse an REP-Forschungsaktivitäten\nIm Oktober und November besuchten zwei Delegationen des Ministeriums für Industrie und Informationstechnologie der Volksrepublik China den Lehrstuhl REP in Fürth. Diese bestanden aus Vertretern von Hochschulen und Forschung, der Industrie sowie politischen Funktionären. Die Teilnehmer hörten Vorträg...\nWebauftritt durchsuchen\nNeueste Beiträge\nNeueste Kommentare\nArchive\nKategorien\nMeta"}
{"url": "https://www.rep.tf.fau.de/2022/11/", "content": "Monat:November 2022\nMonat:November 2022\nREP präsentiert Innovationen beim Wissensforum Zerspanung in Würzburg\nAntworten auf aktuelle Herausforderungen in der spanenden Bearbeitung gaben führende Werkzeughersteller, namhafte Maschinenbauer und Forschungseinrichtungen auf dem ersten Wissensforum Zerspanung des MM Maschinenmarktes Vogel am 24.11.2022 in Würzburg. Unter Leitung von Prof. Hanenkamp wurden innovative Ansätze zur Optimierung von Zerspanungsprozessen von Shu Ju, Trixi Meier und Hubert Würschinger im Rahmen einer Ausstellung präsentiert.\nWir werden als Aussteller dabei sein!\nWir freuen uns, auf dem ersten Wissensforum Zerspanung des MM Maschinenmarkt am 24.11.2022 als Aussteller dabei zu sein. Sie finden uns in der Shedhalle des Vogel Convention Centers in Würzburg. An unserem Stand sind wir mit drei Themen stark vertreten. Mehr Informationen finden Sie hier...\nWebauftritt durchsuchen\nNeueste Beiträge\nNeueste Kommentare\nArchive\nKategorien\nMeta"}
