{"url": "https://www.koerber.com/", "content": "Mehr als 12.000 Mitarbeiter, global aktiv und begeistert von Innovation – so erreichen wir Marktführerschaft durch Technologieführerschaft. Wir sind Körber. Unser Konzern stellt sich vor.\nZur Übersicht\nKörber ist ein international führender Technologiekonzern mit mehr als 12.000 Mitarbeitern an über 100 Standorten weltweit. Wir sind die Heimat für Unternehmer – und setzen unternehmerisches Denken in Erfolg für unsere Kunden um. Die Körber AG führt den Konzern mit seinen vier Geschäftsfeldern Digital, Pharma, Supply Chain and Technologies.\nDie Körber Insights zeigen das gesamte Spektrum der Körber-Welt: Wir geben Einblicke in spannende Entwicklungen und Trends, in Innovationen und Technologien. Außerdem stellen wir Persönlichkeiten vor, die Körber mit ihrem Unternehmergeist und neuen Ideen jeden Tag vorantreiben.\nWir entwickeln innovative Produkte, Lösungen und Services für ein nachhaltigeres Morgen und stellen die Menschen vor, die sie möglich machen. Erfahren Sie mehr in unserem Nachhaltigkeitsbericht 2023.\nOnline Nachhaltigkeitsbericht 2023PDF Nachhaltigkeitsbericht 2023\nIm Oktober 2023 haben wir unsere Verpflichtung zu ‚Net Zero‘-CO₂e-Emissionen in der gesamten Wertschöpfungskette bis 2040 durch die Science Based Targets Initiative (SBTi) bestätigen lassen. Wir stellen einige Maßnahmen im Detail vor, mit denen wir dieses ehrgeizige Ziel erreichen werden.\nMit der Entwicklung eines konzernweiten Standards für Life Cycle Assessments (LCAs) konnten wir unsere Ecodesign-Initiative im Jahr 2023 entscheidend voranbringen. Erfahren Sie mehr zu den ersten umgesetzten LCAs und den Herausforderungen, die wir dabei gemeistert haben.\nÜber Spenden, Sponsoring und Freiwilligen-Programme setzt sich Körber jedes Jahr für gemeinnützige Zwecke ein. Hier stellen wir einige der inspirierenden Projekte und Menschen dahinter im Detail vor.\nWir wollen die Informationssicherheit als strategisches Ziel in die Tat umsetzen und sie zum gemeinsamen Anliegen aller Mitarbeiter machen. Wir geben einen Überblick der entsprechenden Maßnahmen und Projekte im Jahr 2023.\nTeamplayer gesucht: Know-how, Kreativität und Engagement unserer Mitarbeiter haben uns zu einem erfolgreichen Technologieunternehmen in Deutschland und weltweit gemacht.  Jetzt wollen wir die Zukunft gestalten – mit Ihnen! Wir bieten spannende Positionen für Experten, Berufseinsteiger, Studierende und Schüler.\nZur KarriereZur Jobbörse des Körber-Konzerns\nEin innovationsförderndes Arbeitsklima, mehr Vielfalt und der Mut zu unbequemen Wahrheiten sind heute zentraler denn je für den Unternehmenserfolg. Im Interview erklärt Gabriele Fanta, Head of Group Human Resources, wie die neuen Führungsprinzipien bei Körber ein fruchtbares Miteinander im Arbeitsalltag gezielt stärken.\nErfahrungsbericht: Max Döring begann nach seinem Studium der Mechatronik und des Maschinenbaus als Trainee bei Körber. Heute ist er Technischer Produktmanager in unserem Körber-Geschäftsfeld Pharma.\nZukunftsorientiertes gemeinsames Handeln ist das Fundament einer nachhaltigen Beschaffung. Körber als global führender Technologiekonzern legt daher großen Wert auf einen optimalen Einkauf von Material und Dienstleistungen.\nZum Einkauf und Supply Chain Management\nWir setzen unternehmerisches Denken in Kundenerfolge um und gestalten den technologischen Wandel. Wir sind Körber – ein internationaler Technologiekonzern mit mehr als 12.000 Mitarbeitern an über 100 Standorten weltweit.\nWeiterlesen\n<p class=\"paragraph\">Als internationaler Technologiekonzern setzen wir uns genauso wie unsere Eignerin, die Körber-Stiftung, für die Grundwerte unserer Verfassung ein. Wir stehen für die Unantastbarkeit der Menschenwürde und...\nAls internationaler Technologiekonzern setzen wir uns genauso wie unsere Eignerin, die Körber-Stiftung, für die Grundwerte unserer Verfassung ein. Wir stehen für die Unantastbarkeit der Menschenwürde und das Gebot, niemanden wegen seines Geschlechts, seiner Abstammung, seiner Sprache oder Herkunft, seines Glaubens oder seiner politischen Anschauung zu benachteiligen.\nFür unsere Demokratie ist es essenziell, sich zu den Prinzipien von Rechtstaatlichkeit, Unabhängigkeit der Medien und Unveräußerlichkeit der Menschenrechte zu bekennen.\nWir wenden uns gegen jede politische Strömung, die diese Werte in Frage stellt und unsere offene Gesellschaft bedroht. Für extremistisches Gedankengut, für Menschen, die mit Hass, Hetze oder Gewalt gegen unsere Demokratie auftreten, ist bei uns kein Platz.\nWir ermutigen jeden dazu, persönlich Verantwortung zu übernehmen und für unsere freiheitlichen Grundwerte einzustehen. Wir wollen auf diese Weise einen Beitrag zum bürgerschaftlichen Zusammenhalt und zu einer lebendigen Demokratie leisten.\nWir entwickeln innovative Produkte, Lösungen und Services für ein nachhaltigeres Morgen und stellen die Menschen vor, die sie möglich machen. Erfahren Sie mehr in unserem Nachhaltigkeitsbericht 2023.\nMehr erfahren\nDie Körber Insights zeigen das gesamte Spektrum der Körber-Welt: Wir geben Einblicke in spannende Entwicklungen und Trends, in Innovationen und Technologien. Außerdem stellen wir Persönlichkeiten vor, die Körber mit ihrem Unternehmergeist und neuen Ideen jeden Tag vorantreiben.\nSie müssen unterschiedliche Warentypen kundenspezifisch auf einer Palette zusammenstellen? Und das zuverlässig, effizient und schnell? Dann sind die Layer Picker-Lösungen von Körber genau das Richtige für Sie. Unsere Supply-Chain-Experten René Kahr und Jan Kristensen erläutern, warum das automatisierte Palettenhandling einzigartig ist, wie es die Nachhaltigkeit fördert und die Lagenkommissionierung revolutioniert.\nMit dem PA15 hat Körber einen Lagenpalettierer entwickelt, der energieeffizient und flexibel die Anforderungen unserer Industriekunden erfüllt. Einblicke, warum er als Herzstück einer betrieblichen Palettenlogistik dienen kann, geben die Manufacturing Logistics-Experten Dominik Griefahn und Peter Lambeck im Interview.\nEinzellösungen können viele, Ökosystem nur wenige. Als Experten für die Pharma- und Biotechindustrie setzen wir bei Körber auf strategische Ökosystem-Partnerschaften und bieten unseren Kunden ganzheitliche Lösungen aus einer Hand: alles, mühelos, an einem Ort.\nEcodesign bedeutet, ein Produkt oder eine Dienstleistung so zu entwickeln, dass sie sowohl kundenfreundlich als auch umweltverträglich sind. Dabei wird der gesamte Lebenszyklus betrachtet und Konzepte der Kreislaufwirtschaft umgesetzt. Bei Körber verfolgen wir genau diesen Ansatz.\nKünstliche Intelligenz (KI) verschafft Hackern neue Angriffsmöglichkeiten auf Unternehmen. Doch sie hilft Unternehmen auch, sich besser gegen diese Angriffe zu schützen. Körber setzt darum auf Investitionen in KI – und rät seinen Kunden das Gleiche zu tun.\nKörber ist als eine der wenigen Marken des Jahrhunderts ausgezeichnet worden. Dieser prestigeträchtige Preis verliehen durch Deutsche Standards aus der ZEIT Verlagsgruppe…\nDas Körber-Geschäftsfeld Pharma wächst weiter und stärkt seine Verpackungskompetenz durch die Unterzeichnung einer Vereinbarung zum Erwerb der Wilhelm Bähren GmbH & Co. KG…\nDas Körber-Geschäftsfeld Supply Chain hat ein hochmodernes Innovationszentrum in Dallas eröffnet. Diese Einrichtung unterstreicht Körbers Engagement für nachhaltiges Wachstum auf…\nIn den Geschäftsfeldern Digital, Pharma, Supply Chain und Technologies entwickeln wir Produkte, Lösungen und Services, die Sie als Kunden und Partner begeistern. Erfahren Sie mehr!\nUnser Geschäftsfeld Digital nutzt künstliche Intelligenz, um die industrielle Fertigung digital zu transformieren - und schafft so messbaren Mehrwert.\nWeiterlesen\nMedikamente schnell und sicher herstellen und verpacken: Das Geschäftsfeld Pharma bietet innovative Lösungen.\nWeiterlesen\nDas Geschäftsfeld Supply Chain bietet passende Logistiklösungen, die exakt zu Größe, Geschäftsstrategie und Wachstumsplänen unserer Kunden passen.\nWeiterlesen\nIm Geschäftsfeld Technologies, entwickeln wir maßgeschneiderte Produkte und Lösungen in den Bereichen Maschinen, Anlagen, Software, Messgeräte, Aromen, Genussmittel und auch E-Mobilität.\nWeiterlesen\nWir brauchen Ihre EinwilligungDieses Video wird bereitgestellt über YouTube, einen Dienst der Google LLC (USA). Wenn Sie auf das Video zugreifen, erhält YouTube Ihre IP-Adresse, kann Cookies setzen und die Aktivität ggf. Ihrem Nutzerkonto zuordnen (mehr dazu in unsererDatenschutzerklärung). Ihre Einwilligung wird für weitere Videos gespeichert, sie können diese jederzeit in denCookie-Einstellungenwiderrufen.Einverstanden\nErfahren Sie mehr über unsere traditionsreiche Vergangenheit, über unsere neuesten Innovationen und über Trends und Technologien von morgen. Besuchen Sie virtuell unsere Standorte und lernen Sie unsere Experten weltweit kennen.\nWillkommen in der Körber Xperience!\nZur Xperience\nInnovativ, leistungsfähig und klimafreundlich: die Elektromobilität ist ein wichtiger Baustein der Energiewende. Herzstück der immer populärer werdenden E-Fahrzeuge ist die Batterie.\nMit dem Körber Cell Maker entwickeln wir eine Hochleistungsmaschine für die Produktion von Batteriezellen. Um den wachsenden Bedarf der Automobilindustrie zu decken, setzen wir auf bewährte Automatisierungstechnologien, die es unseren Kunden ermöglichen, Batteriezellen von höchster Qualität bei minimalen Kosten zu produzieren.\nSie sind Journalist, Blogger oder Influencer und suchen nach aktuellen Informationen oder Geschichten aus dem Körber-Konzern und seinen Geschäftsfeldern Körber Digital, Pharma, Supply Chain und Technologies? Dann sind Sie hier richtig.\nZu allen Pressemitteilungen\nKörber ist als eine der wenigen Marken des Jahrhunderts ausgezeichnet worden. Dieser prestigeträchtige Preis verliehen durch Deutsche Standards aus der ZEIT Verlagsgruppe…\nWeiterlesen\nDas Körber-Geschäftsfeld Pharma wächst weiter und stärkt seine Verpackungskompetenz durch die Unterzeichnung einer Vereinbarung zum Erwerb der Wilhelm Bähren GmbH & Co. KG…\nWeiterlesen\nAuf unseren Konferenzen, Messeständen und Tagen der offnen Tür geben wir exklusive Einblicke in neueste Innovationen, Trends und Produktentwicklungen. Nutzen Sie die Gelegenheit und treffen Sie inspirierende Vordenker, Geschäftspartner, großartige Talente und potenzielle Kollegen.\nZu allen Events\nBesuchen Sie uns bei der Logistics & Automation in Zürich am 21. und 23. Januar 2025.\nWebseite besuchen\nGestalter, Macher, Pioniere: Wir sind weltweit aktiv und fasziniert von Innovation – so erreichen wir Marktführerschaft durch Technologieführerschaft! Wir sind Körber – die Heimat für Unternehmer.\nErfahren Sie mehr über unsere Strategie.\nUnsere einzigartige Geschichte beginnt 1946 – mit einer kleinen Werkstatt im Souterrain eines Industriegebäudes im Hamburger Stadtteil Bergedorf. Seit unserer Gründung entwickeln…\nWir lieben Technologie! Sie sind engagiert, einfallsreich und haben Freude an Innovation? Gestalten Sie mit uns die Zukunft!\nWir brauchen Ihre EinwilligungDieses Video wird bereitgestellt über Vimeo. Wenn Sie auf das Video zugreifen, erhält Vimeo Ihre IP-Adresse, kann Cookies setzen und die Aktivität ggf. Ihrem Nutzerkonto zuordnen (mehr dazu in unsererDatenschutzerklärung). Ihre Einwilligung wird für weitere Videos gespeichert, sie können diese jederzeit in denCookie-Einstellungenwiderrufen.Einverstanden\nWarum entscheiden sich Kunden für Körber? Weil wir mit unserem Ideenreichtum, unseren Innovationen und durch nahtlose Umsetzung Antworten liefern für den Erfolg von morgen.\nMehr erfahren\n©\n\t\t\t\t\t\t2025\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tKörber AG. All rights reserved."}
{"url": "https://www.koerber.com/rechtliches", "content": "Mehr als 12.000 Mitarbeiter, global aktiv und begeistert von Innovation – so erreichen wir Marktführerschaft durch Technologieführerschaft. Wir sind Körber. Unser Konzern stellt sich vor.\nZur Übersicht\nKörber ist ein international führender Technologiekonzern mit mehr als 12.000 Mitarbeitern an über 100 Standorten weltweit. Wir sind die Heimat für Unternehmer – und setzen unternehmerisches Denken in Erfolg für unsere Kunden um. Die Körber AG führt den Konzern mit seinen vier Geschäftsfeldern Digital, Pharma, Supply Chain and Technologies.\nDie Körber Insights zeigen das gesamte Spektrum der Körber-Welt: Wir geben Einblicke in spannende Entwicklungen und Trends, in Innovationen und Technologien. Außerdem stellen wir Persönlichkeiten vor, die Körber mit ihrem Unternehmergeist und neuen Ideen jeden Tag vorantreiben.\nWir entwickeln innovative Produkte, Lösungen und Services für ein nachhaltigeres Morgen und stellen die Menschen vor, die sie möglich machen. Erfahren Sie mehr in unserem Nachhaltigkeitsbericht 2023.\nOnline Nachhaltigkeitsbericht 2023PDF Nachhaltigkeitsbericht 2023\nIm Oktober 2023 haben wir unsere Verpflichtung zu ‚Net Zero‘-CO₂e-Emissionen in der gesamten Wertschöpfungskette bis 2040 durch die Science Based Targets Initiative (SBTi) bestätigen lassen. Wir stellen einige Maßnahmen im Detail vor, mit denen wir dieses ehrgeizige Ziel erreichen werden.\nMit der Entwicklung eines konzernweiten Standards für Life Cycle Assessments (LCAs) konnten wir unsere Ecodesign-Initiative im Jahr 2023 entscheidend voranbringen. Erfahren Sie mehr zu den ersten umgesetzten LCAs und den Herausforderungen, die wir dabei gemeistert haben.\nÜber Spenden, Sponsoring und Freiwilligen-Programme setzt sich Körber jedes Jahr für gemeinnützige Zwecke ein. Hier stellen wir einige der inspirierenden Projekte und Menschen dahinter im Detail vor.\nWir wollen die Informationssicherheit als strategisches Ziel in die Tat umsetzen und sie zum gemeinsamen Anliegen aller Mitarbeiter machen. Wir geben einen Überblick der entsprechenden Maßnahmen und Projekte im Jahr 2023.\nTeamplayer gesucht: Know-how, Kreativität und Engagement unserer Mitarbeiter haben uns zu einem erfolgreichen Technologieunternehmen in Deutschland und weltweit gemacht.  Jetzt wollen wir die Zukunft gestalten – mit Ihnen! Wir bieten spannende Positionen für Experten, Berufseinsteiger, Studierende und Schüler.\nZur KarriereZur Jobbörse des Körber-Konzerns\nEin innovationsförderndes Arbeitsklima, mehr Vielfalt und der Mut zu unbequemen Wahrheiten sind heute zentraler denn je für den Unternehmenserfolg. Im Interview erklärt Gabriele Fanta, Head of Group Human Resources, wie die neuen Führungsprinzipien bei Körber ein fruchtbares Miteinander im Arbeitsalltag gezielt stärken.\nErfahrungsbericht: Max Döring begann nach seinem Studium der Mechatronik und des Maschinenbaus als Trainee bei Körber. Heute ist er Technischer Produktmanager in unserem Körber-Geschäftsfeld Pharma.\nZukunftsorientiertes gemeinsames Handeln ist das Fundament einer nachhaltigen Beschaffung. Körber als global führender Technologiekonzern legt daher großen Wert auf einen optimalen Einkauf von Material und Dienstleistungen.\nZum Einkauf und Supply Chain Management\nTexte, Bilder, Graphiken, Tondokumente, Animationen und Videosequenzen sowie deren Anordnung unterliegen dem Schutz des Urheberrechts und anderer Schutzgesetze.\nAlle Inhalte dienen ausschließlich der allgemeinen Information. Für die Korrektheit und Vollständigkeit der Inhalte wird keine Haftung übernommen. Desgleichen beinhaltet die Website keine Beschaffenheitsgarantien oder Werbeaussagen für Produkte.\nDie Körber AG übernimmt keine Haftung für die in ihrem Internetauftritt zur Verfügung gestellten Links anderer Anbieter. Für solche Links haftet ausschließlich deren Ersteller.\n©\n\t\t\t\t\t\t2025\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tKörber AG. All rights reserved."}
{"url": "https://www.koerber.com/wir/immer-mit-blick-nach-vorn", "content": "Mehr als 12.000 Mitarbeiter, global aktiv und begeistert von Innovation – so erreichen wir Marktführerschaft durch Technologieführerschaft. Wir sind Körber. Unser Konzern stellt sich vor.\nZur Übersicht\nKörber ist ein international führender Technologiekonzern mit mehr als 12.000 Mitarbeitern an über 100 Standorten weltweit. Wir sind die Heimat für Unternehmer – und setzen unternehmerisches Denken in Erfolg für unsere Kunden um. Die Körber AG führt den Konzern mit seinen vier Geschäftsfeldern Digital, Pharma, Supply Chain and Technologies.\nDie Körber Insights zeigen das gesamte Spektrum der Körber-Welt: Wir geben Einblicke in spannende Entwicklungen und Trends, in Innovationen und Technologien. Außerdem stellen wir Persönlichkeiten vor, die Körber mit ihrem Unternehmergeist und neuen Ideen jeden Tag vorantreiben.\nWir entwickeln innovative Produkte, Lösungen und Services für ein nachhaltigeres Morgen und stellen die Menschen vor, die sie möglich machen. Erfahren Sie mehr in unserem Nachhaltigkeitsbericht 2023.\nOnline Nachhaltigkeitsbericht 2023PDF Nachhaltigkeitsbericht 2023\nIm Oktober 2023 haben wir unsere Verpflichtung zu ‚Net Zero‘-CO₂e-Emissionen in der gesamten Wertschöpfungskette bis 2040 durch die Science Based Targets Initiative (SBTi) bestätigen lassen. Wir stellen einige Maßnahmen im Detail vor, mit denen wir dieses ehrgeizige Ziel erreichen werden.\nMit der Entwicklung eines konzernweiten Standards für Life Cycle Assessments (LCAs) konnten wir unsere Ecodesign-Initiative im Jahr 2023 entscheidend voranbringen. Erfahren Sie mehr zu den ersten umgesetzten LCAs und den Herausforderungen, die wir dabei gemeistert haben.\nÜber Spenden, Sponsoring und Freiwilligen-Programme setzt sich Körber jedes Jahr für gemeinnützige Zwecke ein. Hier stellen wir einige der inspirierenden Projekte und Menschen dahinter im Detail vor.\nWir wollen die Informationssicherheit als strategisches Ziel in die Tat umsetzen und sie zum gemeinsamen Anliegen aller Mitarbeiter machen. Wir geben einen Überblick der entsprechenden Maßnahmen und Projekte im Jahr 2023.\nTeamplayer gesucht: Know-how, Kreativität und Engagement unserer Mitarbeiter haben uns zu einem erfolgreichen Technologieunternehmen in Deutschland und weltweit gemacht.  Jetzt wollen wir die Zukunft gestalten – mit Ihnen! Wir bieten spannende Positionen für Experten, Berufseinsteiger, Studierende und Schüler.\nZur KarriereZur Jobbörse des Körber-Konzerns\nEin innovationsförderndes Arbeitsklima, mehr Vielfalt und der Mut zu unbequemen Wahrheiten sind heute zentraler denn je für den Unternehmenserfolg. Im Interview erklärt Gabriele Fanta, Head of Group Human Resources, wie die neuen Führungsprinzipien bei Körber ein fruchtbares Miteinander im Arbeitsalltag gezielt stärken.\nErfahrungsbericht: Max Döring begann nach seinem Studium der Mechatronik und des Maschinenbaus als Trainee bei Körber. Heute ist er Technischer Produktmanager in unserem Körber-Geschäftsfeld Pharma.\nZukunftsorientiertes gemeinsames Handeln ist das Fundament einer nachhaltigen Beschaffung. Körber als global führender Technologiekonzern legt daher großen Wert auf einen optimalen Einkauf von Material und Dienstleistungen.\nZum Einkauf und Supply Chain Management\nWir\nLangfristig, erfolgreich in die Zukunft: Vorstand und Aufsichtsrat der Körber AG.\nDer Vorstand der Körber AG setzt sich aus sechs Mitgliedern zusammen. Den Vorsitz des Vorstands führt Stephan Seifert.\nDer Vorstand steuert die Aktivitäten des Körber-Konzerns und bestimmt die strategische Ausrichtung.\nIm Folgenden finden Sie nähere Informationen zu den Mitgliedern des Vorstands und Aufsichtsrats der Körber AG.\nVorsitzender des Vorstands der Körber AG\nStephan Seifert trat 2007 als Geschäftsführer einer Konzernsparte in den Konzern ein. 2012 wurde er Mitglied des Vorstands der Körber AG, seit dem 1. Oktober 2016 ist er Vorstandsvorsitzender.\nVor seinem Eintritt bei Körber war Stephan Seifert in verschiedenen Managementpositionen in der GEA-Gruppe sowie bei Arthur Andersen tätig.\nStephan Seifert, geboren 1967, machte seinen Abschluss als Diplom-Kaufmann an der Universität Duisburg-Essen und erwarb an der Indiana University of Pennsylvania (USA) einen Abschluss als Master of Business Administration (MBA). Davor machte er eine Ausbildung zum Industriekaufmann bei der Deutschen Babcock AG.\nStephan Seifert ist Mitglied in folgenden gesetzlich zu bildenden Aufsichtsräten und vergleichbaren Kontrollgremien:\nMitglied des Vorstands der Körber AG\nArungalai Anbarasu ist seit September 2024 Mitglied des Vorstands der Körber AG und verantwortlich für das Geschäftsfeld Technologies.\nVor ihrem Wechsel zu Körber war Arungalai Anbarasu Chief Technology and Strategy Officer bei Waygate Technologies, einem Unternehmen von Baker Hughes. Zuvor hatte sie mehrere globale Führungspositionen bei General Electric und Baker Hughes inne, wo sie das Geschäftswachstum vorantrieb, Transformationen leitete und Innovationen in der High-Tech-Ausrüstungs- und Digitalbranche vorantrieb. Sie wurde vom Technology Magazine als eine der Top 100 Technology Leaders ausgezeichnet.\nArungalai Anbarasu, geboren 1983, hält einen Master of Science in Elektro- und Computertechnik vom Georgia Institute of Technology (USA).\nMitglied des Vorstands der Körber AG\nDr. Helena Garriga trat im September 2024 in den Vorstand der Körber AG ein und ist verantwortlich für das Geschäftsfeld Supply Chain.\nZuvor war sie Group Vice President bei Hitachi Energy (Schweiz) und davor in Führungspositionen bei ABB (Schweiz) tätig, wo sie mehrere Tochterunternehmen erfolgreich weiterentwickelte. Ihre berufliche Karriere begann Dr. Helena Garriga bei der Unternehmensberatung ZS Associates in den USA.\nDr. Helena Garriga, geboren 1984, hält einen Master of Science in Operations Research von der Columbia University New York (USA) und promovierte an der ETH Zürich (Schweiz).\nMitglied des Vorstands der Körber AG\nErich Hoch trat im September 2018 in den Vorstand der Körber AG ein und verantwortet das Geschäftsfeld Pharma.\nZuvor war Erich Hoch seit 2002 bei der Jabil Circuit Corporation mit Sitz in Saint Petersburg (USA) beschäftigt. Dort bekleidete er verschiedene Management-Positionen auf globaler Konzernebene. Zuletzt amtierte er als Executive Vice President und CEO von Jabil Digital Solutions.\nErich Hoch wurde 1969 geboren. Er war nach seiner Berufsausbildung 18 Jahre bei Philips Electronics in verschiedenen Management-Positionen tätig, darunter als Marketing & Sales-Manager.\nMitglied des Vorstands der Körber AG\nStefan Kirschke trat 2009 als Chief Financial Officer (CFO) im ehemaligen Konzern-Unternehmen Winkler+Dünnebier in den Konzern ein. 2012 wurde er zum CFO und später zum CEO von Fabio Perini ernannt. Seit Dezember 2017 ist er CFO der Körber AG.\nStefan Kirschke begann seine Karriere bei Ernst & Young. 1995 bis 1999 war er schon einmal für den Körber-Konzern tätig, unter anderem als kaufmännischer Leiter der ehemaligen Körber-Tochter BWF GmbH. 1999 wurde er in seine erste CFO-Position bei der internationalen Markenagentur Metadesign berufen. Stefan Kirschke wurde 1967 geboren und studierte Betriebswirtschaft in Münster.\nStefan Kirschke ist Mitglied in folgenden gesetzlich zu bildenden Aufsichtsräten und vergleichbaren Kontrollgremien:\nMitglied des Vorstands der Körber AG\nDr. Christian Schlögel trat im September 2018 in den Vorstand der Körber AG ein und verantwortet das Geschäftsfeld Digital.\nVor seiner Zeit bei Körber amtierte Dr. Christian Schlögel als CTO und CDO der Kuka AG, einem weltweiten Anbieter von Automatisierungslösungen und Robotik. Seine Karriere begann er beim Softwarehersteller SAP, wo er verschiedene Managementpositionen in Waldorf und Palo Alto (USA) verantwortete.\nDr. Christian Schlögel, 1964 geboren, studierte Informatik an der Universität Karlsruhe und promovierte an der Universität Passau.\nDer Aufsichtsrat der Körber AG umfasst zwölf Mitglieder und ist gemäß dem deutschen Mitbestimmungsgesetz jeweils zur Hälfte mit Vertretern der alleinigen Aktionärin, der Körber-Stiftung, und Vertretern der Arbeitnehmer besetzt.\nMitglied des Stiftungsrats undstellvertretender Vorsitzender des Kuratoriums der Körber-Stiftung\nGeschäftsführender Gesellschafter der RWD Vermögens- und Beteiligungsgesellschaft mbH\nEhem. Vorsitzender des Vorstands der Körber-Stiftung\nPartner und Geschäftsführer der Project A Ventures Management GmbH\nVorsitzender des Vorstands der Carl Zeiss AG\nVorsitzender des Kuratoriums undMitglied des Stiftungsrats der Körber-Stiftung\nErste Bevollmächtigte und Geschäftsführerin der IG Metall Region Hamburg\nElektrokonstrukteur Logistikkomponenten bei der Körber Technologies GmbH\nExecutive Vice President ORG/IT der Körber Technologies GmbH\nHR Controllerin bei der Körber Technologies GmbH\nGewerkschaftssekretärin der IG Metall Region Hamburg\nInformatiker bei der Körber Supply Chain Consulting GmbH\n©\n\t\t\t\t\t\t2025\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tKörber AG. All rights reserved."}
{"url": "https://www.koerber.com/impressum", "content": "Mehr als 12.000 Mitarbeiter, global aktiv und begeistert von Innovation – so erreichen wir Marktführerschaft durch Technologieführerschaft. Wir sind Körber. Unser Konzern stellt sich vor.\nZur Übersicht\nKörber ist ein international führender Technologiekonzern mit mehr als 12.000 Mitarbeitern an über 100 Standorten weltweit. Wir sind die Heimat für Unternehmer – und setzen unternehmerisches Denken in Erfolg für unsere Kunden um. Die Körber AG führt den Konzern mit seinen vier Geschäftsfeldern Digital, Pharma, Supply Chain and Technologies.\nDie Körber Insights zeigen das gesamte Spektrum der Körber-Welt: Wir geben Einblicke in spannende Entwicklungen und Trends, in Innovationen und Technologien. Außerdem stellen wir Persönlichkeiten vor, die Körber mit ihrem Unternehmergeist und neuen Ideen jeden Tag vorantreiben.\nWir entwickeln innovative Produkte, Lösungen und Services für ein nachhaltigeres Morgen und stellen die Menschen vor, die sie möglich machen. Erfahren Sie mehr in unserem Nachhaltigkeitsbericht 2023.\nOnline Nachhaltigkeitsbericht 2023PDF Nachhaltigkeitsbericht 2023\nIm Oktober 2023 haben wir unsere Verpflichtung zu ‚Net Zero‘-CO₂e-Emissionen in der gesamten Wertschöpfungskette bis 2040 durch die Science Based Targets Initiative (SBTi) bestätigen lassen. Wir stellen einige Maßnahmen im Detail vor, mit denen wir dieses ehrgeizige Ziel erreichen werden.\nMit der Entwicklung eines konzernweiten Standards für Life Cycle Assessments (LCAs) konnten wir unsere Ecodesign-Initiative im Jahr 2023 entscheidend voranbringen. Erfahren Sie mehr zu den ersten umgesetzten LCAs und den Herausforderungen, die wir dabei gemeistert haben.\nÜber Spenden, Sponsoring und Freiwilligen-Programme setzt sich Körber jedes Jahr für gemeinnützige Zwecke ein. Hier stellen wir einige der inspirierenden Projekte und Menschen dahinter im Detail vor.\nWir wollen die Informationssicherheit als strategisches Ziel in die Tat umsetzen und sie zum gemeinsamen Anliegen aller Mitarbeiter machen. Wir geben einen Überblick der entsprechenden Maßnahmen und Projekte im Jahr 2023.\nTeamplayer gesucht: Know-how, Kreativität und Engagement unserer Mitarbeiter haben uns zu einem erfolgreichen Technologieunternehmen in Deutschland und weltweit gemacht.  Jetzt wollen wir die Zukunft gestalten – mit Ihnen! Wir bieten spannende Positionen für Experten, Berufseinsteiger, Studierende und Schüler.\nZur KarriereZur Jobbörse des Körber-Konzerns\nEin innovationsförderndes Arbeitsklima, mehr Vielfalt und der Mut zu unbequemen Wahrheiten sind heute zentraler denn je für den Unternehmenserfolg. Im Interview erklärt Gabriele Fanta, Head of Group Human Resources, wie die neuen Führungsprinzipien bei Körber ein fruchtbares Miteinander im Arbeitsalltag gezielt stärken.\nErfahrungsbericht: Max Döring begann nach seinem Studium der Mechatronik und des Maschinenbaus als Trainee bei Körber. Heute ist er Technischer Produktmanager in unserem Körber-Geschäftsfeld Pharma.\nZukunftsorientiertes gemeinsames Handeln ist das Fundament einer nachhaltigen Beschaffung. Körber als global führender Technologiekonzern legt daher großen Wert auf einen optimalen Einkauf von Material und Dienstleistungen.\nZum Einkauf und Supply Chain Management\nKörber AGAnckelmannsplatz 120537 HamburgT +49 40 21107 01F +49 40 655869 11info@koerber.com\nE-Mail:dataprotectionofficer.kag@koerber.de\nStephan Seifert (Vorsitzender)Arungalai AnbarasuDr. Helena GarrigaErich HochStefan KirschkeDr. Christian Schlögel\nSitz der Gesellschaft: HamburgRegistergericht: Amtsgericht Hamburg, HRB 58961Umsatzsteuer-Identifikationsnummer: DE 118 589 979\nBildnachweis:Digital: Gene Glover; Logistik: Gene Glover (2), Körber AG (12), Shutterstock (1); Pharma: Roderick Aichinger (10), Körber AG (5), Benne Ochs (8); Technologies: Körber AG; Karriere: Roderick Aichinger (3), Nick Hagen (1), Körber AG (5), David Maupilé (12), Benne Ochs (2); Wir: Roderick Aichinger (5), Jan-Alfred Barclay (2), Fotolia (2), Gene Glover (1), Körber AG (18), Körber Stiftung (5), David Maupilé (5), Benne Ochs (8), Shutterstock (1), Urban Zintel (8) Startseite: Roderick Aichinger (5), Jan-Alfred Barclay (1), Fotolia (1), Gene Glover (2), Körber AG (5), Körber Stiftung (1), David Maupilé (3), Benne Ochs (3), Shutterstock (1); Sonstiges: David Maupilé\nBildnachweis Nachhaltigkeitsbericht 2023:Startseite: AdobeStock/Alessandro Biascioli, Westend61/Steve Brookland, Körber AG (10), iStock; Nachhaltigkeitsversprechen: Westend61/Steve Brookland, Körber AG (2), AdobeStock/NDABCREATIVITY; Haus der Nachhaltigkeit: iStockphoto, Illustration Körber AG; Zahlen und Fakten: Körber AG; Klimaziele: Körber AG (7), Markus Köller; Ecodesign: Körber AG (8), Sebastian Vollmert (2); Gesellschaftliches Engagement: Körber AG (8), Markus Köller; Cybersecurity: Körber AG (8), CyberVadis; Nachhaltige Produkte, Lösungen, Services: Körber AG (7), Christian O. Bruch, Sebastian Vollmert (3), Dragos Condrea (2), iStock; Verantwortliche für Nachhaltigkeit: Körber AG (7)\nBildnachweise Geschäftsbericht 2018:Jonas Nefzger (1), Achim Multhaupt (2); Dominik Gigler (6), Illustration: Eva-Maria Ostendorf; Gene Glover (6), Illustration: shutterstock (2); Benne Ochs (6) , Christian Geisler (1); Gene Glover (5); Holger Talinski (5), Steffen Cords (1); Benne Ochs (1), Connyun GmbH (1), Körber AG (3), Magazino GmbH (1); Maxim Schulz (2), Steve Lancefield (1); Kristin Bethge (5); Benne Ochs (7)\nBildnachweis Jahresbericht 2019Benne Ochs (23), Cohesio Group (2), Dominik Gigler (2), doks.innovation (5), Gene Glover (7), Jonas Nefzger (1), Körber AG (1), Locus Robotics (5), Maxim Schulz (10), Otimis (3), Roderick Aichinger (2), Roll-Tec (1), Sebastian Vollmert (2), Urban Zintel (6) Infografiken/Illustrationen: Eva-Maria Ostendorf (1), Gutentag-Hamburg (1), The Noun Project (8)\nBildnachweis Körber XperienceHistorisches Körber-Archiv\n©\n\t\t\t\t\t\t2025\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tKörber AG. All rights reserved."}
{"url": "https://www.koerber.com/pharma/warum-komplex-wenn-es-auch-einfach-geht", "content": "Mehr als 12.000 Mitarbeiter, global aktiv und begeistert von Innovation – so erreichen wir Marktführerschaft durch Technologieführerschaft. Wir sind Körber. Unser Konzern stellt sich vor.\nZur Übersicht\nKörber ist ein international führender Technologiekonzern mit mehr als 12.000 Mitarbeitern an über 100 Standorten weltweit. Wir sind die Heimat für Unternehmer – und setzen unternehmerisches Denken in Erfolg für unsere Kunden um. Die Körber AG führt den Konzern mit seinen vier Geschäftsfeldern Digital, Pharma, Supply Chain and Technologies.\nDie Körber Insights zeigen das gesamte Spektrum der Körber-Welt: Wir geben Einblicke in spannende Entwicklungen und Trends, in Innovationen und Technologien. Außerdem stellen wir Persönlichkeiten vor, die Körber mit ihrem Unternehmergeist und neuen Ideen jeden Tag vorantreiben.\nWir entwickeln innovative Produkte, Lösungen und Services für ein nachhaltigeres Morgen und stellen die Menschen vor, die sie möglich machen. Erfahren Sie mehr in unserem Nachhaltigkeitsbericht 2023.\nOnline Nachhaltigkeitsbericht 2023PDF Nachhaltigkeitsbericht 2023\nIm Oktober 2023 haben wir unsere Verpflichtung zu ‚Net Zero‘-CO₂e-Emissionen in der gesamten Wertschöpfungskette bis 2040 durch die Science Based Targets Initiative (SBTi) bestätigen lassen. Wir stellen einige Maßnahmen im Detail vor, mit denen wir dieses ehrgeizige Ziel erreichen werden.\nMit der Entwicklung eines konzernweiten Standards für Life Cycle Assessments (LCAs) konnten wir unsere Ecodesign-Initiative im Jahr 2023 entscheidend voranbringen. Erfahren Sie mehr zu den ersten umgesetzten LCAs und den Herausforderungen, die wir dabei gemeistert haben.\nÜber Spenden, Sponsoring und Freiwilligen-Programme setzt sich Körber jedes Jahr für gemeinnützige Zwecke ein. Hier stellen wir einige der inspirierenden Projekte und Menschen dahinter im Detail vor.\nWir wollen die Informationssicherheit als strategisches Ziel in die Tat umsetzen und sie zum gemeinsamen Anliegen aller Mitarbeiter machen. Wir geben einen Überblick der entsprechenden Maßnahmen und Projekte im Jahr 2023.\nTeamplayer gesucht: Know-how, Kreativität und Engagement unserer Mitarbeiter haben uns zu einem erfolgreichen Technologieunternehmen in Deutschland und weltweit gemacht.  Jetzt wollen wir die Zukunft gestalten – mit Ihnen! Wir bieten spannende Positionen für Experten, Berufseinsteiger, Studierende und Schüler.\nZur KarriereZur Jobbörse des Körber-Konzerns\nEin innovationsförderndes Arbeitsklima, mehr Vielfalt und der Mut zu unbequemen Wahrheiten sind heute zentraler denn je für den Unternehmenserfolg. Im Interview erklärt Gabriele Fanta, Head of Group Human Resources, wie die neuen Führungsprinzipien bei Körber ein fruchtbares Miteinander im Arbeitsalltag gezielt stärken.\nErfahrungsbericht: Max Döring begann nach seinem Studium der Mechatronik und des Maschinenbaus als Trainee bei Körber. Heute ist er Technischer Produktmanager in unserem Körber-Geschäftsfeld Pharma.\nZukunftsorientiertes gemeinsames Handeln ist das Fundament einer nachhaltigen Beschaffung. Körber als global führender Technologiekonzern legt daher großen Wert auf einen optimalen Einkauf von Material und Dienstleistungen.\nZum Einkauf und Supply Chain Management\nPharma\nEinzellösungen können viele, Ökosystem nur wenige. Als Experten für die Pharma- und Biotechindustrie setzen wir bei Körber auf strategische Ökosystem-Partnerschaften und bieten unseren Kunden ganzheitliche Lösungen aus einer Hand: alles, mühelos, an einem Ort.\nDie Pharmaindustrie zählt wohl zu den am stärksten regulierten und wettbewerbsintensivsten Branchen. Entlang des gesamten Herstellungsprozesses geht es darum, schnell zu produzieren, dabei die absolute Patientensicherheit zu garantieren und trotzdem auf die Kosten zu achten. Zugleich müssen Neuentwicklungen und ihre Marktreife immer rascher erfolgen.\nAngesichts instabiler Lieferketten und verkürzter Patentlaufzeiten sind Lösungen gefragt, mit der die Pharma- und Biotechindustrie ihre Effizienz und Wertschöpfung über den gesamten Produktlebenszyklus steigern kann. Die Antwort liegt in einem vernetzten Portfolio aus Hardware, Software und digitalen Lösungen, das maßgeschneidert auf die zunehmend komplexeren Anforderungen angepasst werden kann.\nDie Zusammenarbeit mit Technologieunternehmen wird für Pharmahersteller deshalb zu einem kritischen Erfolgsfaktor. Wir bei Körber verbinden das fachliche Know-how und die jahrzehntelange Erfahrung im Pharmabereich mit der Agilität und Dynamik der Tech-Branche und begleiten Kunden der Pharmaindustrie schon lange auf Augenhöhe bei der digitalen Transformation, vielfach auchPharma 4.0genannt.\nOb es um individuelle, KI-gestützte und modulare Softwarelösungen geht oder um ganzheitliche, cloudbasierte Strategien und Systeme für das Datenmanagement – wir unterstützen unsere Kunden bei diesem Technologietransfer als strategischer Partner. Die Spanne reicht dabei von der Umsetzung autonomer Fertigungsabläufe bis zur Realisierung einer Dark Factory. Mit unseren individuellen Gesamtlösungen lassen sich Ausfallzeiten minimieren, Kosten reduzieren und somit die Effizienz der Anlagen erhöhen.\nMakel- und fehlerlose, stabile Produktionsabläufe sowie höchste Qualität und die Erfüllung umfangreicher regulatorischer Anforderungen sind in kaum einer Branche von so hoher Bedeutung wie in der Pharmaindustrie. Diesen Anspruch konstant zu erfüllen haben wir uns ebenso verschrieben wie unsere Kunden.\nUnsere ganzheitlichen Lösungen aus einer Hand beruhen auf einem nachhaltigen Ansatz: ein Ökosystem, das aus Körber-Experten, strategischen Partnerschaften und produktspezifischen Allianzen besteht. Ein Ökosystem, das den Technologietransfer in der Pharma- und Biopharmaindustrie beschleunigt, das stabile Prozesse garantiert, sämtliche Schnittstellen und eine nahtlose Rückverfolgbarkeit entlang der Produktionskette beachtet. Als Ökosystem-Anbieter für eine „Factory of Excellence“ nehmen wir unseren Kunden so die wachsende Komplexität in der Produktion ab. Oder: alles, mühelos, an einem Ort.\nlDer Ökosystemansatz war für mich einer der Hauptgründe für diese Partnerschaft.r\nOlaf Ziel, CEO, Franz Ziel GmbH\nMit der Beteiligung an derFranz Ziel GmbHmachen wir bei Körber einen weiteren strategisch wichtigen Schritt und erweitern unsere Kompetenz auf dem Gebiet der Reinraumtechnik. Franz Ziel ist ein Anbieter pharmazeutischer Anlagen und aseptischem Prozessequipment und marktführend im Bereich der Isolatortechnik. „Die Produkte und Dienstleistungen von Franz Ziel sind eine passgenaue Ergänzung zu unseren Inspektions- und Verpackungslösungen“, sagt Erich Hoch, CTO & COO des Körber-Konzerns. „Wir können unsere Kunden bei der Verarbeitung ihrer pharmazeutischen Produkte nun noch viel früher in ihrer Wertschöpfungskette unterstützen.“\nDas inhabergeführte Familienunternehmen passt darüber hinaus bestens zu Körber, der Heimat für Unternehmer. „Der Ökosystemansatz war für mich einer der Hauptgründe für diese Partnerschaft“, sagt Olaf Ziel, CEO der Franz Ziel GmbH. Er beobachtet seit geraumer Zeit den Trend weg von Einzelgewerken, hin zu einem Komplettpaket, weil Ressourcen fehlen und die Komplexität immer weiter zunimmt. „Körber hat nicht nur zahlreiche Maschinen im Portfolio, die unser Angebot im Bereich der aseptischen Verfahrenslösungen ideal ergänzen, sondern sorgt mit seiner übergeordneten Softwarelösung PAS-X MES für eine verlässliche digitale Datenerhebung und Aufbereitung,“ so Ziel.\nBei denaseptischen Verfahrenslösungen, der Königsklasse jedes Pharmaherstellers, dürfen keine Fehler passieren. Von der Herstellung bis zur Produktabfüllung müssen die Abläufe schnell, stabil und sicher sein. „Eine Kontamination könnte hier für den Patienten tödlich sein“, sagt Ziel. „Ein ungewollter Abbruch oder Stillstand der Produktion einen Millionenverlust für den Kunden bedeuten.“ Der Vorteil des integrierten Angebots von Körber und Franz Ziel: Die Anlagenmodule und Komponenten kommunizieren künftig miteinander, damit alles nahtlos funktioniert. „Sollte doch einmal etwas passieren“, so Ziel, „ist ein weiterer Vorteil für den Kunden, dass er es mit nur einem Ansprechpartner zu tun hat, der sich sofort kümmert.“\nlWenn wir den Weg gemeinsam weiter gehen, bieten wir ein Ökosystem, das in dieser Form einzigartig sein wird.r\nErich Hoch, CTO & COO, Körber\nUnser Ökosystem hat jedoch noch mehr zu bieten: Neben der digitalen Kompetenz kann Körber mit einem weltweiten Vertriebs- und Servicenetzwerk aufwarten und ist zudem auchim sekundären Verpackungssegmentführend. „Körber bietet einfach mehr und ist zudem auch in finanzieller Hinsicht ein starker Partner“, so Ziel. „Wenn es darum geht, in kurzer Zeit und flexibel ein neues Projekt zu stemmen, ist das ein wichtiger Time-to-Market-Aspekt für Kunden.“\nBis der Bereich der aseptischen Verfahrenstechnik bei Körber sein volles Potenzial erreicht hat, fehlen aktuell noch einige Komponenten. „Mit Franz Ziel haben wir einen wichtigen Schritt gemacht und eine essenzielle technologische Lücke für unsere Kunden geschlossen“, sagt Konzernvorstand Erich Hoch. „Wenn wir den Weg gemeinsam weiter gehen, bieten wir ein Ökosystem, das in dieser Form einzigartig sein wird.“\nEinen Schritt weiter als mit Franz Ziel geht Körber mit Rondo-Pak. DasUS-amerikanische Druck- und Verpackungsunternehmenmit Sitz in New Jersey gehört nach einer jahrelangen engen Partnerschaft in Form eines Joint Ventures seit Anfang 2024 mehrheitlich zum Konzern und stärkt Körbers Marktposition für nachhaltige Verpackungslösungen in Nordamerika.\nDas US-Unternehmen kann mit einem umfangreichen Portfolio aufwarten: Von der Gestaltung über den Druck und die Konfektionierung bis zum Postversand werden Faltschachteln und Kartons, Prospekte und Beipackzettel produziert. Außerdem bietet es die Inspektion von Verpackungsmaterialien sowie der fertigen Produkte an.\nlFür mich ist es das innovativste Geschäftsmodell, das unseren Kunden den bestmöglichen Service bietet.r\nTim Moreton, CEO Packaging Materials Nordamerika, Körber-Geschäftsfeld Pharma\nSelbstverständlich erfüllen die innovativen Verpackungslösungen von Rondo-Pak die Anforderungen an die GMP Compliance, Fälschungssicherheit und Nachhaltigkeit. Der Druck- und Verpackungsexperte genießt das Vertrauen renommierter Pharma-Konzerne wie Roche, Johnson&Johnson, Sanofi, Merck, GlaxoSmithKline und vielen mehr.\n„Als Teil des Körber-Ökosystems können wir die Bedürfnisse unserer Kunden noch besser und effizienter erfüllen, indem wir die Zeit bis zur Markteinführung neuer Produkte reduzieren“, sagt Tim Moreton, Gründer und Geschäftsführer von Rondo-Pak und jetzt CEO Packaging Materials Nordamerika,im Körber-Geschäftsfeld Pharma. Dabei kompensiere man aber auch die Unregelmäßigkeiten und Verzögerungen, die bei der Produkteinführung sowie im Produktionsprozess auftreten können. Nicht zuletzt verringern sich für die Kunden damit die Kosten und auch der Service verbessert sich, da die Produktion innerhalb eines Ökosystems alle Aspekte eines Auftrags oder Projekts abdeckt.\n„Ich bin von dem Ökosystemansatz absolut überzeugt“, so Moreton. „Für mich ist es das innovativste Geschäftsmodell, das unseren Kunden den bestmöglichen Service bietet.“\nErfahren Sie mehr über das Körber-Ökosystem in Pharma\nDiesen Artikel teilen\nInsights zeigt die ganze Bandbreite von Körber – was wir tun und wie wir es tun: Wir geben Einblicke in spannende Entwicklungen und Trends, in Innovationen und Technologien. Wir stellen Menschen vor, die Körber mit ihrer unternehmerischen Einstellung und neuen Ideen Tag für Tag vorantreiben – immer zum Nutzen unserer Kunden. In dieser Rubrik finden Sie inspirierende Inhalte rund um unser Themenfeld Technologie.\nSie müssen unterschiedliche Warentypen kundenspezifisch auf einer Palette zusammenstellen? Und das zuverlässig, effizient und schnell? Dann sind die Layer Picker-Lösungen von Körber genau das Richtige für Sie. Unsere Supply-Chain-Experten René Kahr und Jan Kristensen erläutern, warum das automatisierte Palettenhandling einzigartig ist, wie es die Nachhaltigkeit fördert und die Lagenkommissionierung revolutioniert.\nMit dem PA15 hat Körber einen Lagenpalettierer entwickelt, der energieeffizient und flexibel die Anforderungen unserer Industriekunden erfüllt. Einblicke, warum er als Herzstück einer betrieblichen Palettenlogistik dienen kann, geben die Manufacturing Logistics-Experten Dominik Griefahn und Peter Lambeck im Interview.\nEinzellösungen können viele, Ökosystem nur wenige. Als Experten für die Pharma- und Biotechindustrie setzen wir bei Körber auf strategische Ökosystem-Partnerschaften und bieten unseren Kunden ganzheitliche Lösungen aus einer Hand: alles, mühelos, an einem Ort.\nUm unsere Kunden dabei zu unterstützen, effizienter und flexibler in der Pharmaproduktion zu werden, haben wir unser marktführendes PAS-X Manufacturing Execution System (MES) in eine cloudbasierte Lösung umgewandelt. Die Partnerschaft mit Microsoft spielt dabei eine Schlüsselrolle.\n©\n\t\t\t\t\t\t2025\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tKörber AG. All rights reserved."}
{"url": "https://www.koerber.com/karriere/moderne-fuehrungskultur-wirkt-leistungssteigernd", "content": "Mehr als 12.000 Mitarbeiter, global aktiv und begeistert von Innovation – so erreichen wir Marktführerschaft durch Technologieführerschaft. Wir sind Körber. Unser Konzern stellt sich vor.\nZur Übersicht\nKörber ist ein international führender Technologiekonzern mit mehr als 12.000 Mitarbeitern an über 100 Standorten weltweit. Wir sind die Heimat für Unternehmer – und setzen unternehmerisches Denken in Erfolg für unsere Kunden um. Die Körber AG führt den Konzern mit seinen vier Geschäftsfeldern Digital, Pharma, Supply Chain and Technologies.\nDie Körber Insights zeigen das gesamte Spektrum der Körber-Welt: Wir geben Einblicke in spannende Entwicklungen und Trends, in Innovationen und Technologien. Außerdem stellen wir Persönlichkeiten vor, die Körber mit ihrem Unternehmergeist und neuen Ideen jeden Tag vorantreiben.\nWir entwickeln innovative Produkte, Lösungen und Services für ein nachhaltigeres Morgen und stellen die Menschen vor, die sie möglich machen. Erfahren Sie mehr in unserem Nachhaltigkeitsbericht 2023.\nOnline Nachhaltigkeitsbericht 2023PDF Nachhaltigkeitsbericht 2023\nIm Oktober 2023 haben wir unsere Verpflichtung zu ‚Net Zero‘-CO₂e-Emissionen in der gesamten Wertschöpfungskette bis 2040 durch die Science Based Targets Initiative (SBTi) bestätigen lassen. Wir stellen einige Maßnahmen im Detail vor, mit denen wir dieses ehrgeizige Ziel erreichen werden.\nMit der Entwicklung eines konzernweiten Standards für Life Cycle Assessments (LCAs) konnten wir unsere Ecodesign-Initiative im Jahr 2023 entscheidend voranbringen. Erfahren Sie mehr zu den ersten umgesetzten LCAs und den Herausforderungen, die wir dabei gemeistert haben.\nÜber Spenden, Sponsoring und Freiwilligen-Programme setzt sich Körber jedes Jahr für gemeinnützige Zwecke ein. Hier stellen wir einige der inspirierenden Projekte und Menschen dahinter im Detail vor.\nWir wollen die Informationssicherheit als strategisches Ziel in die Tat umsetzen und sie zum gemeinsamen Anliegen aller Mitarbeiter machen. Wir geben einen Überblick der entsprechenden Maßnahmen und Projekte im Jahr 2023.\nTeamplayer gesucht: Know-how, Kreativität und Engagement unserer Mitarbeiter haben uns zu einem erfolgreichen Technologieunternehmen in Deutschland und weltweit gemacht.  Jetzt wollen wir die Zukunft gestalten – mit Ihnen! Wir bieten spannende Positionen für Experten, Berufseinsteiger, Studierende und Schüler.\nZur KarriereZur Jobbörse des Körber-Konzerns\nEin innovationsförderndes Arbeitsklima, mehr Vielfalt und der Mut zu unbequemen Wahrheiten sind heute zentraler denn je für den Unternehmenserfolg. Im Interview erklärt Gabriele Fanta, Head of Group Human Resources, wie die neuen Führungsprinzipien bei Körber ein fruchtbares Miteinander im Arbeitsalltag gezielt stärken.\nErfahrungsbericht: Max Döring begann nach seinem Studium der Mechatronik und des Maschinenbaus als Trainee bei Körber. Heute ist er Technischer Produktmanager in unserem Körber-Geschäftsfeld Pharma.\nZukunftsorientiertes gemeinsames Handeln ist das Fundament einer nachhaltigen Beschaffung. Körber als global führender Technologiekonzern legt daher großen Wert auf einen optimalen Einkauf von Material und Dienstleistungen.\nZum Einkauf und Supply Chain Management\nKarriere\nEin innovationsförderndes Arbeitsklima, mehr Vielfalt und der Mut zu unbequemen Wahrheiten sind heute zentraler denn je für den Unternehmenserfolg. Im Interview erklärt Gabriele Fanta, Head of Group Human Resources, wie die neuen Führungsprinzipien bei Körber ein fruchtbares Miteinander im Arbeitsalltag gezielt stärken.\nGabriele Fanta:Die fünf Leitsätze sind eine Art Führungsmantra für Körber. Mit ihnen versuchen wir, Führungskräften die Relevanz und Vielfalt ihrer Aufgaben nahezubringen – und das möglichst klar und eingängig. Dahinter steckt eine klare Vorstellung, was zeitgemäße Führungskultur bei uns ausmacht.\nVor allem aus zwei Gründen: Der Arbeitsmarkt hat sich in den vergangenen Jahren stark gewandelt. Infolge von Demografie und Digitalisierung haben viele Beschäftigte heute ungleich mehr Optionen auf attraktive Arbeitsverhältnisse. Viele Unternehmen konkurrieren um dieselben Talente, die wiederum höhere Ansprüche an die Führungskultur dieser Unternehmen formulieren. Zugleich sind Führungsprinzipien für Körber nichts Neues. Wir entwickeln sie seit Jahrzehnten weiter und wissen aus eigener Erfahrung, dass eine moderne Führungskultur wichtig ist. Und das ist der zweite Grund: Sie wirkt stark leistungsfördernd.\nDer jüngeren Generation geht es heute weniger um Arbeitsplatzsicherheit und Einkommen, umso mehr um flexible Abläufe und klare Unternehmenswerte. Wie sind meine Entwicklungschancen, wie flach die Hierarchien, wie vielfältig das Arbeitsgebiet? Und nicht zuletzt: Wie nachhaltig ist das Unternehmen aufgestellt, wie sinnhaft ist es, dort zu arbeiten?\nZunächst profitieren wir von unserer Eigentümerstruktur. Unsere alleinige Aktionärin ist die gemeinnützige Körber Stiftung. Wir können uns als Unternehmen deshalb strategisch langfristig aufstellen und müssen nicht von Quartalsbericht zu Quartalsbericht hetzen und kurzfristigen Profiten hinterherjagen. In puncto Governance sind wir gewissermaßen „nachhaltig by nature“. Zudem vertreten wir als „Heimat für Unternehmer“ einen klaren Purpose: Wir stehen für unternehmerisches Handeln, um unsere Kunden erfolgreich zu machen – den Status quo dabei stetig hinterfragend, egal ob in der Entwicklungsabteilung, im Controlling oder in der Entgeltabrechnung. Und schließlich bieten wir große Vielfalt bei Jobprofilen und Entwicklungschancen in unterschiedlichsten Bereichen von IT und Ingenieurswesen, Software und Data Science, Künstlicher Intelligenz und vielem mehr. Digitale Talente finden bei uns jede Menge konkreter Industrieanwendungen mit sichtbaren Resultaten.\nWir implementieren die Führungsprinzipien in unseren bestehenden Trainings und Prozessen, etwa in unserem globalen Talent Management Process, den wir klarer auf Entwicklungspotenziale für Mitarbeitende hin fokussieren. Wir stärken systematisch die Work-Life-Integration – etwa durch flexible Homeoffice-Modelle. Und wir haben neue Formate geschaffen, in denen wir unsere Führungsprinzipien erläutern und diskutieren. Zum Beispiel unser Clubhouse Meeting, bei dem sich Führungskräfte einmal im Monat virtuell treffen, um über aktuelle Herausforderungen zu sprechen, sei es Dialog in Pandemiezeiten oder Hilfe beim richtigen Recruiting.\nDa haben wir im letzten Jahr etwas ganz Besonderes ausprobiert: den 24h Körber Career Day. Rund 200 Kolleginnen und Kollegen aus dem gesamten Konzern haben in 40 virtuellen Sessions 24 Stunden lang über Karriere-Chancen informiert, Fragen beantwortet und Einblicke in ihren Arbeitsalltag und die Führungskultur bei Körber gegeben. Ein Guerilla-Format, spontan entstanden in einer Kaffeepause. Die Resonanz war enorm positiv und hat zudem das Zusammengehörigkeitsgefühl in der Belegschaft sowie die Identifikation mit der Marke Körber gesteigert. Die Zahl der Bewerbungen stieg nach der Veranstaltung um etwa 40 Prozent.\nWir haben ein eigenes Active Sourcing Team innerhalb von Human Resources gegründet, das geeignete Talente für offene Positionen scoutet und direkt anspricht. Sozusagen unsere Vertriebler im Recruiting. Zugleich lagern wir weniger Recruiting-Aufgaben an externe Partner-Agenturen aus. Wir haben die Erfahrung gemacht, dass unsere eigenen Leute Körber einfach am besten präsentieren können. Ihre Begeisterung für Körber als Arbeitgeber, für unsere offene Umgangskultur quer durch alle Hierachieebenen hinweg hat für potenzielle Bewerberinnen und Bewerber eine hohe Glaubwürdigkeit.\nIn den Bereichen Maschinen- und Anlagenbau, Technologie und Digitalisierung ist der Frauenanteil seit jeher relativ niedrig. Bei Körber liegt er bei 20 Prozent innerhalb der Belegschaft und bei 15 Prozent in der Führungsriege. Das ist ausbaufähig, zugleich liegen wir damit deutlich über dem Branchendurchschnitt. Unser Ziel ist es, den Anteil weiblicher Beschäftigter auf allen Hierarchieebenen kontinuierlich zu steigern. Wir werben dafür, dass sich mehr Frauen in technischen und digitalen Berufen ausbilden lassen. Bei unseren Management-Trainings achten wir schon heute darauf, dass in möglichst allen Kursen die Hälfte der Teilnehmenden weiblich sind. Für eine Kultur der Vielfalt und des vorurteils- und diskriminierungsfreien Miteinanders bringen wir bei Körber optimale Voraussetzungen mit: Als globaler Konzern sind wir es seit jeher gewohnt, Unterschiede bei Migrationshintergrund oder Religion, Alter oder sexueller Orientierung als Bereicherung zu betrachten. Diese Kultur stärken wir mit zahlreichen Maßnahmen – etwa einem Unconscious Bias Training, in dem unsere Recruiterinnen und Recruiter für eigenes Schubladendenken sensibilisiert werden und Techniken zum Umgang mit solchen Schemata in Bewerbungsgesprächen einüben. Im Bereich LGBTQ+ haben wir kürzlich ein Audit gestartet, um Alltagsdiskriminierung zu erkennen. Ein erstes Learning daraus: Wir brauchen beispielsweise Unisex-Toiletten an Standorten, um die herkömmliche Damen- und Herren-Norm zu ersetzen. Für mich ein wichtiger Schritt in Richtung gelebter Diversität.\nAuch da sind wir auf einem guten Weg. Um Menschen mit psychischen oder physischen Handicaps noch besser in den Arbeitsalltag zu integrieren, arbeiten wir in Deutschland eng mit der Bundesagentur für Arbeit zusammen. Wir versuchen gemeinsam mit der Schwerbehindertenvertretung des Konzerns herauszufinden, ob es Kolleginnen und Kollegen gibt, die ihre Handicaps glauben verbergen zu müssen. Für sie müssen wir schauen, wie sich das Arbeitsumfeld optimieren lässt. Und wie wir geeignete Stellen und Profile bei Körber schaffen, in denen sich diese Menschen optimal entfalten können.\nGabriele Fanta leitet seit Ende 2020 die Personalabteilung des Körber-Konzerns und ist unter anderem verantwortlich für Personalentwicklung und Employer Branding. Besonders am Herzen liegt ihr, Körber zu einem großartigen Arbeitsplatz für alle Beschäftigten zu machen. Und dass sie stolz darauf sind, hier zu arbeiten. Von sich selbst sagt sie, dass sie ein kleiner Rebell im Herzen geblieben ist und das vor allem die Leidenschaft für Lernen und Fortschritt sie bisher durch ihr Berufsleben getragen hat. Diesen Geist vermittelt sie gerne den Nachwuchskräften oder auch ihren Mentees in einem ehrenamtlichen Programm.\nInsights zeigt die ganze Bandbreite von Körber – was wir tun und wie wir es tun: Wir geben Einblicke in spannende Entwicklungen und Trends, in Innovationen und Technologien. Wir stellen Menschen vor, die Körber mit ihrer unternehmerischen Einstellung und neuen Ideen Tag für Tag vorantreiben – immer zum Nutzen unserer Kunden. In dieser Rubrik finden Sie inspirierende Inhalte rund um unser Themenfeld Menschen.\nLars Hornung und Wiek de Winter gehören zu dem Team, das ein gemeinsames Produktangebot für die Geschäftsfelder Pharma und Supply Chain entwickelt hat.\nGabriele Fanta, Head of Group Human Resources, erklärt, wie die neuen Führungsprinzipien bei Körber ein fruchtbares Miteinander im Arbeitsalltag gezielt stärken.\nErfahrungsbericht: Max Döring begann nach seinem Studium der Mechatronik und des Maschinenbaus als Trainee bei Körber. Heute ist er Technischer Produktmanager in unserem Körber-Geschäftsfeld Pharma.\nNick Retzmann verantwortet im Körber-Geschäftsfeld Digital den digitalen Innovationsprozess. Was genau ist darunter zu verstehen? Und wie kreiert er mit seinem Team neue Geschäftsmodelle in digitalen Marktlücken? Eine Nahaufnahme.\n©\n\t\t\t\t\t\t2025\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tKörber AG. All rights reserved."}
{"url": "https://www.koerber.com/events", "content": "Mehr als 12.000 Mitarbeiter, global aktiv und begeistert von Innovation – so erreichen wir Marktführerschaft durch Technologieführerschaft. Wir sind Körber. Unser Konzern stellt sich vor.\nZur Übersicht\nKörber ist ein international führender Technologiekonzern mit mehr als 12.000 Mitarbeitern an über 100 Standorten weltweit. Wir sind die Heimat für Unternehmer – und setzen unternehmerisches Denken in Erfolg für unsere Kunden um. Die Körber AG führt den Konzern mit seinen vier Geschäftsfeldern Digital, Pharma, Supply Chain and Technologies.\nDie Körber Insights zeigen das gesamte Spektrum der Körber-Welt: Wir geben Einblicke in spannende Entwicklungen und Trends, in Innovationen und Technologien. Außerdem stellen wir Persönlichkeiten vor, die Körber mit ihrem Unternehmergeist und neuen Ideen jeden Tag vorantreiben.\nWir entwickeln innovative Produkte, Lösungen und Services für ein nachhaltigeres Morgen und stellen die Menschen vor, die sie möglich machen. Erfahren Sie mehr in unserem Nachhaltigkeitsbericht 2023.\nOnline Nachhaltigkeitsbericht 2023PDF Nachhaltigkeitsbericht 2023\nIm Oktober 2023 haben wir unsere Verpflichtung zu ‚Net Zero‘-CO₂e-Emissionen in der gesamten Wertschöpfungskette bis 2040 durch die Science Based Targets Initiative (SBTi) bestätigen lassen. Wir stellen einige Maßnahmen im Detail vor, mit denen wir dieses ehrgeizige Ziel erreichen werden.\nMit der Entwicklung eines konzernweiten Standards für Life Cycle Assessments (LCAs) konnten wir unsere Ecodesign-Initiative im Jahr 2023 entscheidend voranbringen. Erfahren Sie mehr zu den ersten umgesetzten LCAs und den Herausforderungen, die wir dabei gemeistert haben.\nÜber Spenden, Sponsoring und Freiwilligen-Programme setzt sich Körber jedes Jahr für gemeinnützige Zwecke ein. Hier stellen wir einige der inspirierenden Projekte und Menschen dahinter im Detail vor.\nWir wollen die Informationssicherheit als strategisches Ziel in die Tat umsetzen und sie zum gemeinsamen Anliegen aller Mitarbeiter machen. Wir geben einen Überblick der entsprechenden Maßnahmen und Projekte im Jahr 2023.\nTeamplayer gesucht: Know-how, Kreativität und Engagement unserer Mitarbeiter haben uns zu einem erfolgreichen Technologieunternehmen in Deutschland und weltweit gemacht.  Jetzt wollen wir die Zukunft gestalten – mit Ihnen! Wir bieten spannende Positionen für Experten, Berufseinsteiger, Studierende und Schüler.\nZur KarriereZur Jobbörse des Körber-Konzerns\nEin innovationsförderndes Arbeitsklima, mehr Vielfalt und der Mut zu unbequemen Wahrheiten sind heute zentraler denn je für den Unternehmenserfolg. Im Interview erklärt Gabriele Fanta, Head of Group Human Resources, wie die neuen Führungsprinzipien bei Körber ein fruchtbares Miteinander im Arbeitsalltag gezielt stärken.\nErfahrungsbericht: Max Döring begann nach seinem Studium der Mechatronik und des Maschinenbaus als Trainee bei Körber. Heute ist er Technischer Produktmanager in unserem Körber-Geschäftsfeld Pharma.\nZukunftsorientiertes gemeinsames Handeln ist das Fundament einer nachhaltigen Beschaffung. Körber als global führender Technologiekonzern legt daher großen Wert auf einen optimalen Einkauf von Material und Dienstleistungen.\nZum Einkauf und Supply Chain Management\nAuf unseren Konferenzen, Messeständen und Tagen der offnen Tür geben wir exklusive Einblicke in neueste Innovationen, Trends und Produktentwicklungen. Nutzen Sie die Gelegenheit und treffen Sie inspirierende Vordenker, Geschäftspartner, großartige Talente und potenzielle Kollegen.\nBesuchen Sie uns bei der Logistics & Automation in Zürich am 21. und 23. Januar 2025.\nWebseite besuchen\nBesuchen Sie uns bei der Logistics & Automation in Zürich am 21. und 23. Januar 2025.\nWebseite besuchen\n©\n\t\t\t\t\t\t2025\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tKörber AG. All rights reserved."}
{"url": "https://www.koerber.com/supply-chain", "content": "Mehr als 12.000 Mitarbeiter, global aktiv und begeistert von Innovation – so erreichen wir Marktführerschaft durch Technologieführerschaft. Wir sind Körber. Unser Konzern stellt sich vor.\nZur Übersicht\nKörber ist ein international führender Technologiekonzern mit mehr als 12.000 Mitarbeitern an über 100 Standorten weltweit. Wir sind die Heimat für Unternehmer – und setzen unternehmerisches Denken in Erfolg für unsere Kunden um. Die Körber AG führt den Konzern mit seinen vier Geschäftsfeldern Digital, Pharma, Supply Chain and Technologies.\nDie Körber Insights zeigen das gesamte Spektrum der Körber-Welt: Wir geben Einblicke in spannende Entwicklungen und Trends, in Innovationen und Technologien. Außerdem stellen wir Persönlichkeiten vor, die Körber mit ihrem Unternehmergeist und neuen Ideen jeden Tag vorantreiben.\nWir entwickeln innovative Produkte, Lösungen und Services für ein nachhaltigeres Morgen und stellen die Menschen vor, die sie möglich machen. Erfahren Sie mehr in unserem Nachhaltigkeitsbericht 2023.\nOnline Nachhaltigkeitsbericht 2023PDF Nachhaltigkeitsbericht 2023\nIm Oktober 2023 haben wir unsere Verpflichtung zu ‚Net Zero‘-CO₂e-Emissionen in der gesamten Wertschöpfungskette bis 2040 durch die Science Based Targets Initiative (SBTi) bestätigen lassen. Wir stellen einige Maßnahmen im Detail vor, mit denen wir dieses ehrgeizige Ziel erreichen werden.\nMit der Entwicklung eines konzernweiten Standards für Life Cycle Assessments (LCAs) konnten wir unsere Ecodesign-Initiative im Jahr 2023 entscheidend voranbringen. Erfahren Sie mehr zu den ersten umgesetzten LCAs und den Herausforderungen, die wir dabei gemeistert haben.\nÜber Spenden, Sponsoring und Freiwilligen-Programme setzt sich Körber jedes Jahr für gemeinnützige Zwecke ein. Hier stellen wir einige der inspirierenden Projekte und Menschen dahinter im Detail vor.\nWir wollen die Informationssicherheit als strategisches Ziel in die Tat umsetzen und sie zum gemeinsamen Anliegen aller Mitarbeiter machen. Wir geben einen Überblick der entsprechenden Maßnahmen und Projekte im Jahr 2023.\nTeamplayer gesucht: Know-how, Kreativität und Engagement unserer Mitarbeiter haben uns zu einem erfolgreichen Technologieunternehmen in Deutschland und weltweit gemacht.  Jetzt wollen wir die Zukunft gestalten – mit Ihnen! Wir bieten spannende Positionen für Experten, Berufseinsteiger, Studierende und Schüler.\nZur KarriereZur Jobbörse des Körber-Konzerns\nEin innovationsförderndes Arbeitsklima, mehr Vielfalt und der Mut zu unbequemen Wahrheiten sind heute zentraler denn je für den Unternehmenserfolg. Im Interview erklärt Gabriele Fanta, Head of Group Human Resources, wie die neuen Führungsprinzipien bei Körber ein fruchtbares Miteinander im Arbeitsalltag gezielt stärken.\nErfahrungsbericht: Max Döring begann nach seinem Studium der Mechatronik und des Maschinenbaus als Trainee bei Körber. Heute ist er Technischer Produktmanager in unserem Körber-Geschäftsfeld Pharma.\nZukunftsorientiertes gemeinsames Handeln ist das Fundament einer nachhaltigen Beschaffung. Körber als global führender Technologiekonzern legt daher großen Wert auf einen optimalen Einkauf von Material und Dienstleistungen.\nZum Einkauf und Supply Chain Management\nKörbers Geschäftsfeld Supply Chain bietet ein breites Spektrum an Technologien, die exakt zu Größe, Geschäftsstrategie und Wachstumsplänen unserer Kunden passen. Das fängt bei Software an und umfasst Automatisierungslösungen, Voice, Robotik, Fördertechnik – und die Systemintegrationskompetenz, um dies alles miteinander zu verbinden.\nMehr zum Körber-Geschäftsfeld Supply Chain\nSie wollen mehr über das Körber-Geschäftsfeld Supply Chain erfahren oder Teil des Supply-Chain-Ökosystems werden?\nMehr auf www.koerber-supplychain.com\nOder möchten Sie mehr über unsere Softwarelösungen für die Supply-Chain-Branche erfahren?\nMehr auf www.koerber-supplychain-software.com\nLieferketten sind der Lebensnerv jedes Unternehmens. Sie sind ein entscheidender strategischer Vorteil – oder ein Hindernis auf dem Weg zum Erfolg. Die Herausforderungen, denen Unternehmen in der Logistik begegnen, nehmen zu. Gleichzeitig wird es immer schwieriger, Mitarbeiter zu finden und mitzuhalten angesichts wachsender Anforderungen an Warenvielfalt, Bereitstellung, Liefergeschwindigkeit – und natürlich Kosten.\nDeshalb brauchen Unternehmen mehr als nur gut ausgebildete Mitarbeiter: nämlich auch geeignete technologische Lösungen. Als führender Anbieter vollintegrierter und digitalisierter Lösungen ist Körber Supply Chain der ideale Partner. Wir bieten Software- und Automatisierungslösungen und das nötige Know-how für die nahtlose Prozess- und Systemintegration von Softwarekomponenten, Gewerken und involvierten Akteuren entlang der gesamten Lieferkette. Rund um die Welt halten wir tausende Lieferketten in Bewegung.\nWir bieten keine Einzellösungen – sondern ein breites Spektrum an Technologien – und verfügen über das Know-how für umfassende Systemintegration. End-to-End. Weltweit.\nKörber Supply Chain verfügt über Erfahrung in unterschiedlichsten Bereichen und Branchen und hat weltweit tausende von Installationen realisiert. Unser Team kombiniert globale Präsenz mit lokaler Verfügbarkeit und hilft unseren Kunden, die richtigen Entscheidungen zu treffen, wenn es um Investitionen und die Anpassung des Geschäftes an die Herausforderungen der Branchen geht.\nWir haben Zugang zu einem globalen Netzwerk von Logistik-Systemanbietern und Partnern, die weltweit bereitstehen, um unsere Kunden zu unterstützen. Ganz gleich, welche Anforderungen unsere Kunden an ihre Lieferkette stellen: Unsere Teams aus Technologieanbietern, Systemintegratoren und Beratern sind Partner bei der Erfüllung ihrer Anforderungen.\nMehr zum Körber-Geschäftsfeld Supply Chain\nSie wollen mehr über das Körber-Geschäftsfeld Supply Chain erfahren oder Teil des Supply Chain Ökosystems werden?\nMehr auf www.koerber-supplychain.com\nOder möchten Sie mehr über unsere Softwarelösungen für die Supply-Chain-Branche erfahren?\nMehr auf www.koerber-supplychain-software.com\nDiesen Artikel teilen\nInsights zeigt die ganze Bandbreite von Körber – was wir tun und wie wir es tun: Wir geben Einblicke in spannende Entwicklungen und Trends, in Innovationen und Technologien. Wir stellen Menschen vor, die Körber mit ihrer unternehmerischen Einstellung und neuen Ideen Tag für Tag vorantreiben – immer zum Nutzen unserer Kunden. In dieser Rubrik finden Sie inspirierende Inhalte rund um unser Geschäftsfeld Supply Chain.\nLars Hornung und Wiek de Winter gehören zu dem Team, das ein gemeinsames Produktangebot für die Geschäftsfelder Pharma und Supply Chain entwickelt hat.\nAutomatisiertes Lagermanagement wird zum zentralen Faktor, um steigenden Effizienzdruck und Fachkräftemangel zu bewältigen. AI-Lösungen wie „Layer Picker AMR“ helfen dabei.\nKörber sieht die Anerkennung im „2022 Gartner Magic Quadrant for Warehouse Management Systems Report“ als Beleg für seine ganzheitlichen Fähigkeiten für Kunden.\nDas Körber-Geschäftsfeld Supply Chain präsentiert Einblicke in die Ergebnisse des „Supply Chain Benchmarking Report“.\n©\n\t\t\t\t\t\t2025\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tKörber AG. All rights reserved."}
{"url": "https://www.koerber.com/wir/unser-anspruch-technologisch-fuehren-kunden-begeistern", "content": "Mehr als 12.000 Mitarbeiter, global aktiv und begeistert von Innovation – so erreichen wir Marktführerschaft durch Technologieführerschaft. Wir sind Körber. Unser Konzern stellt sich vor.\nZur Übersicht\nKörber ist ein international führender Technologiekonzern mit mehr als 12.000 Mitarbeitern an über 100 Standorten weltweit. Wir sind die Heimat für Unternehmer – und setzen unternehmerisches Denken in Erfolg für unsere Kunden um. Die Körber AG führt den Konzern mit seinen vier Geschäftsfeldern Digital, Pharma, Supply Chain and Technologies.\nDie Körber Insights zeigen das gesamte Spektrum der Körber-Welt: Wir geben Einblicke in spannende Entwicklungen und Trends, in Innovationen und Technologien. Außerdem stellen wir Persönlichkeiten vor, die Körber mit ihrem Unternehmergeist und neuen Ideen jeden Tag vorantreiben.\nWir entwickeln innovative Produkte, Lösungen und Services für ein nachhaltigeres Morgen und stellen die Menschen vor, die sie möglich machen. Erfahren Sie mehr in unserem Nachhaltigkeitsbericht 2023.\nOnline Nachhaltigkeitsbericht 2023PDF Nachhaltigkeitsbericht 2023\nIm Oktober 2023 haben wir unsere Verpflichtung zu ‚Net Zero‘-CO₂e-Emissionen in der gesamten Wertschöpfungskette bis 2040 durch die Science Based Targets Initiative (SBTi) bestätigen lassen. Wir stellen einige Maßnahmen im Detail vor, mit denen wir dieses ehrgeizige Ziel erreichen werden.\nMit der Entwicklung eines konzernweiten Standards für Life Cycle Assessments (LCAs) konnten wir unsere Ecodesign-Initiative im Jahr 2023 entscheidend voranbringen. Erfahren Sie mehr zu den ersten umgesetzten LCAs und den Herausforderungen, die wir dabei gemeistert haben.\nÜber Spenden, Sponsoring und Freiwilligen-Programme setzt sich Körber jedes Jahr für gemeinnützige Zwecke ein. Hier stellen wir einige der inspirierenden Projekte und Menschen dahinter im Detail vor.\nWir wollen die Informationssicherheit als strategisches Ziel in die Tat umsetzen und sie zum gemeinsamen Anliegen aller Mitarbeiter machen. Wir geben einen Überblick der entsprechenden Maßnahmen und Projekte im Jahr 2023.\nTeamplayer gesucht: Know-how, Kreativität und Engagement unserer Mitarbeiter haben uns zu einem erfolgreichen Technologieunternehmen in Deutschland und weltweit gemacht.  Jetzt wollen wir die Zukunft gestalten – mit Ihnen! Wir bieten spannende Positionen für Experten, Berufseinsteiger, Studierende und Schüler.\nZur KarriereZur Jobbörse des Körber-Konzerns\nEin innovationsförderndes Arbeitsklima, mehr Vielfalt und der Mut zu unbequemen Wahrheiten sind heute zentraler denn je für den Unternehmenserfolg. Im Interview erklärt Gabriele Fanta, Head of Group Human Resources, wie die neuen Führungsprinzipien bei Körber ein fruchtbares Miteinander im Arbeitsalltag gezielt stärken.\nErfahrungsbericht: Max Döring begann nach seinem Studium der Mechatronik und des Maschinenbaus als Trainee bei Körber. Heute ist er Technischer Produktmanager in unserem Körber-Geschäftsfeld Pharma.\nZukunftsorientiertes gemeinsames Handeln ist das Fundament einer nachhaltigen Beschaffung. Körber als global führender Technologiekonzern legt daher großen Wert auf einen optimalen Einkauf von Material und Dienstleistungen.\nZum Einkauf und Supply Chain Management\nWir brauchen Ihre EinwilligungDieses Video wird bereitgestellt über Vimeo. Wenn Sie auf das Video zugreifen, erhält Vimeo Ihre IP-Adresse, kann Cookies setzen und die Aktivität ggf. Ihrem Nutzerkonto zuordnen (mehr dazu in unsererDatenschutzerklärung). Ihre Einwilligung wird für weitere Videos gespeichert, sie können diese jederzeit in denCookie-Einstellungenwiderrufen.Einverstanden\nWir\nWir verfolgen eine Strategie, die auf langfristig profitables Wachstum ausgerichtet ist und setzen dabei auf Ökosysteme. Unser Anspruch: Mit unseren Technologielösungen bei Kunden immer erste Wahl zu sein.\nIn unserer langfristigen Strategie orientieren wir uns bei Körber an globalen Mega- und Technologietrends. Mit unseren Innovationen treiben wir die Automatisierung, Digitalisierung und Vernetzung in der Industrie voran und gestalten so den technologischen Wandel aktiv und verantwortungsvoll. Unsere marktführenden Lösungen schaffen stets Mehrwert für unsere Kunden.\n„Das Richtige als Erster zum richtigen Zeitpunkt tun.“ Diese unternehmerische Maxime war einer der Leitsätze unseres Gründers Kurt A. Körber und ist noch heute zentral für unser Handeln. In unserer auf langfristig profitables Wachstum ausgerichteten Strategie setzen wir deshalb auf Ökosysteme, die die zunehmend komplexen Probleme unserer Kunden heute und auch in Zukunft lösen.\nlUnsere Strategie, sich auf globale Megatrends und Technologietrends zu konzentrieren, zahlt sich aus. Wir wollen die Ersten sein, die das Richtige zur richtigen Zeit tun.r\nStephan Seifert, Vorsitzender des Vorstands der Körber AG\nKörbers zukunftsorientiertes Portfolio ist Grundlage für ein wertschöpfendes Ökosystem und basiert auf der Erweiterung und den Ausbau unseres Technologie-Stacks: Wir stärken nicht nur unsere Kompetenz im Maschinenbau und Prozessequipment kontinuierlich, sondern haben zusätzlich umfassend Know-how und Kapazitäten in den Bereichen operative Software und digitale Technologien wie künstliche Intelligenz aufgebaut.\nAkquisitionen und Joint Ventures spielen bei der Erweiterung und Stärkung unseres Portfolios eine ebenso wichtige Rolle wie strategische Partnerschaften, um Kunden End-to-End-Lösungen entlang der gesamten Wertschöpfungskette anbieten zu können.\nDie konzernweiten Initiativen zur Umsetzung und Unterstützung unserer Unternehmensstrategie haben wir als tragende Säulen in drei Bereiche aufgeteilt:\n1. We accelerate – das Kerngeschäft stärkenKörber ist heute schon in vielen Bereichen führend. Diese Marktposition festigen wir, indem wir beispielsweise Prozesse optimieren oder unsere globale Wettbewerbsfähigkeit stärken. Dies befähigt uns, unsere Produkte und Services in Zukunft noch schneller und effizienter unseren Kunden bereitzustellen.\n2. We innovate – neue Technologien und Geschäftsmodelle integrierenWir investieren überdurchschnittlich viel in Forschung und Entwicklung, um unseren Anspruch „Marktführerschaft durch Technologieführerschaft“ auch in Zukunft gerecht zu werden. Dies gilt für alle drei Ebenen unseres Technologie-Angebots: Hardware, Software und digitale Produkte, die wir bestmöglich miteinander vernetzen. Enormes Wertschöpfungspotenzial sehen wir insbesondere in der Nutzung von Daten mithilfe von künstlicher Intelligenz – Cybersicherheit hat deshalb einen besonders großen Stellenwert bei Körber.\n3. We grow – neue und globale Märkte erschließenGlobal aufgestellt, regional verankert: Mit mehr als 100 Standorten sind wir weltweit präsent, um möglichst nah an unseren Kunden und Märkten zu sein und sie optimal zu bedienen. Neben unseren Kernmärkten fokussieren wir uns insbesondere auf wachstumsstarke Märkte in Asien und Nordamerika.\nNachhaltigkeit ist fester Bestandteil unserer Strategie. Mit der Verpflichtung zu\"Net Zero\"-CO₂e-Emissionenbis 2040 haben wir uns ambitionierte Ziele gesetzt, auf die wir konsequent hinarbeiten: In Zukunft werden die Aktivitäten des gesamten Körber-Konzerns einen \"Net Zero\"-Fußabdruck hinterlassen.\nErste Wahl wollen wir auch bei unseren Mitarbeitern sein, denn sie sind es, die den Erfolg von Körber erst ermöglichen: Eine Unternehmenskultur, die geprägt ist von Vertrauen und Zusammenarbeit, sowie eine zukunftsgerichtete Organisationsstruktur, die Agilität, Flexibilität und nahtlose Umsetzungsfähigkeit gewährleistet, schaffen die Basis für unser unternehmerisches Handeln heute und morgen – immer zum Vorteil unserer Kunden weltweit.\nDie Konzern-Kennzahlen geben einen Überblick über die Entwicklung im zurückliegenden Geschäftsjahr.\nWeiterlesen\nWir entwickeln innovative Produkte, Lösungen und Services für ein nachhaltigeres Morgen und stellen die Menschen vor, die sie möglich machen. Erfahren Sie mehr in unserem Nachhaltigkeitsbericht 2023.\nWeiterlesen\nWarum der Ansatz eines kollaborativen Ökosystems als Geschäftsmodell für den globalen Technologie- und Industriesektor immer wichtiger wird. Und was es braucht, um es erfolgreich aufzubauen.\nWelche Produkte werden wir morgen verwenden? Diese Frage versucht Körber mit der Methode Future Induced Innovation (FI2) zu beantworten.\n©\n\t\t\t\t\t\t2025\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tKörber AG. All rights reserved."}
{"url": "https://www.koerber.com/wir/der-koerber-einkauf-zukunftsorientiert-denken-und-agieren", "content": "Mehr als 12.000 Mitarbeiter, global aktiv und begeistert von Innovation – so erreichen wir Marktführerschaft durch Technologieführerschaft. Wir sind Körber. Unser Konzern stellt sich vor.\nZur Übersicht\nKörber ist ein international führender Technologiekonzern mit mehr als 12.000 Mitarbeitern an über 100 Standorten weltweit. Wir sind die Heimat für Unternehmer – und setzen unternehmerisches Denken in Erfolg für unsere Kunden um. Die Körber AG führt den Konzern mit seinen vier Geschäftsfeldern Digital, Pharma, Supply Chain and Technologies.\nDie Körber Insights zeigen das gesamte Spektrum der Körber-Welt: Wir geben Einblicke in spannende Entwicklungen und Trends, in Innovationen und Technologien. Außerdem stellen wir Persönlichkeiten vor, die Körber mit ihrem Unternehmergeist und neuen Ideen jeden Tag vorantreiben.\nWir entwickeln innovative Produkte, Lösungen und Services für ein nachhaltigeres Morgen und stellen die Menschen vor, die sie möglich machen. Erfahren Sie mehr in unserem Nachhaltigkeitsbericht 2023.\nOnline Nachhaltigkeitsbericht 2023PDF Nachhaltigkeitsbericht 2023\nIm Oktober 2023 haben wir unsere Verpflichtung zu ‚Net Zero‘-CO₂e-Emissionen in der gesamten Wertschöpfungskette bis 2040 durch die Science Based Targets Initiative (SBTi) bestätigen lassen. Wir stellen einige Maßnahmen im Detail vor, mit denen wir dieses ehrgeizige Ziel erreichen werden.\nMit der Entwicklung eines konzernweiten Standards für Life Cycle Assessments (LCAs) konnten wir unsere Ecodesign-Initiative im Jahr 2023 entscheidend voranbringen. Erfahren Sie mehr zu den ersten umgesetzten LCAs und den Herausforderungen, die wir dabei gemeistert haben.\nÜber Spenden, Sponsoring und Freiwilligen-Programme setzt sich Körber jedes Jahr für gemeinnützige Zwecke ein. Hier stellen wir einige der inspirierenden Projekte und Menschen dahinter im Detail vor.\nWir wollen die Informationssicherheit als strategisches Ziel in die Tat umsetzen und sie zum gemeinsamen Anliegen aller Mitarbeiter machen. Wir geben einen Überblick der entsprechenden Maßnahmen und Projekte im Jahr 2023.\nTeamplayer gesucht: Know-how, Kreativität und Engagement unserer Mitarbeiter haben uns zu einem erfolgreichen Technologieunternehmen in Deutschland und weltweit gemacht.  Jetzt wollen wir die Zukunft gestalten – mit Ihnen! Wir bieten spannende Positionen für Experten, Berufseinsteiger, Studierende und Schüler.\nZur KarriereZur Jobbörse des Körber-Konzerns\nEin innovationsförderndes Arbeitsklima, mehr Vielfalt und der Mut zu unbequemen Wahrheiten sind heute zentraler denn je für den Unternehmenserfolg. Im Interview erklärt Gabriele Fanta, Head of Group Human Resources, wie die neuen Führungsprinzipien bei Körber ein fruchtbares Miteinander im Arbeitsalltag gezielt stärken.\nErfahrungsbericht: Max Döring begann nach seinem Studium der Mechatronik und des Maschinenbaus als Trainee bei Körber. Heute ist er Technischer Produktmanager in unserem Körber-Geschäftsfeld Pharma.\nZukunftsorientiertes gemeinsames Handeln ist das Fundament einer nachhaltigen Beschaffung. Körber als global führender Technologiekonzern legt daher großen Wert auf einen optimalen Einkauf von Material und Dienstleistungen.\nZum Einkauf und Supply Chain Management\nWir\nZukunftsorientiertes gemeinsames Handeln ist das Fundament einer nachhaltigen Beschaffung. Körber als global führender Technologiekonzern legt daher großen Wert auf einen optimalen Einkauf von Material und Dienstleistungen.\nEin integraler Bestandteil der Körber Unternehmensstrategie und damit auch der Einkaufs & Supply Chain Philosophie ist dabei die kosten- und ressourcensparende Versorgung mit Materialien und Dienstleistungen. Um die Wettbewerbsfähigkeit von Körber dauerhaft abzusichern, spielen vor allem Qualität, Termintreue, Nachhaltigkeit und Innovationskraft eine entscheidende Rolle. Unser globales Einkaufnetzwerk leistet dazu einen maßgeblichen Beitrag zum Erfolg des Unternehmens.\nBei Körber ist die Einkaufs- & Supply Chain Management Organisation von der Entwicklung über die Bedarfsentstehung bis zur Bedarfsabwicklung in sämtliche Prozessschritte sowie Beschaffungsvorgänge eingebunden. Wir verantworten im Konzern die maßgeschneiderte Lieferantenauswahl und die exakte Projektabwicklung. Die zielgerichtete Umsetzung unserer einheitlichen Einkaufsstrategie als Teil der Unternehmensstrategie mit klaren Themenschwerpunkten, z. B. das einheitliche Lieferantenmanagement, ist für uns von wesentlicher Bedeutung. Hierbei finden alle Aktivitäten in enger Kooperation mit unseren Schnittstellenpartnern und Bedarfsträgern wie Entwicklung, Produktion und Service statt. Unsere Lieferanten stehen dabei im Mittelpunkt unserer Aktivitäten. Gemeinsam wollen wir mit ihnen durch Innovation und Nachhaltigkeit die Zukunft von Körber mitgestalten.\nBei Interesse an einer Zusammenarbeit oder für generelle Fragen an die Einkaufs- und Supply Chain Management Organisation stehen wir Ihnen gerne unter dieser E-Mail Adresse zur Verfügung:\nkoerber_procurement@koerber.com\nAllgemeine Einkaufsbedingungen für Dienstleistungen\nDeutsche SprachfassungDownloadapplication/pdf\n                                                        (115 KB)\nEnglische SprachfassungDownloadapplication/pdf\n                                                        (116 KB)\nAllgemeine Einkaufsbedingungen für Dienstleistungen\nEnglische SprachfassungDownloadapplication/pdf\n                                                        (133 KB)\nAllgemeine Einkaufsbedingungen für Dienstleistungen\nEnglische und chinesische SprachfassungDownloadapplication/pdf\n                                                        (360 KB)\nAllgemeine Einkaufsbedingungen für Dienstleistungen\nItalienische SprachfassungDownloadapplication/pdf\n                                                        (194 KB)\nEnglische SprachfassungDownloadapplication/pdf\n                                                        (179 KB)\nAllgemeine Einkaufsbedingungen für Dienstleistungen\nEnglische SprachfassungDownloadapplication/pdf\n                                                        (136 KB)\nAllgemeine Einkaufsbedingungen für Dienstleistungen\nUngarische SprachfassungDownloadapplication/pdf\n                                                        (162 KB)\nEnglische SprachfassungDownloadapplication/pdf\n                                                        (122 KB)\nAllgemeine Einkaufsbedingungen für Dienstleistungen\nEnglische SprachfassungDownloadapplication/pdf\n                                                        (132 KB)\nAllgemeine Einkaufsbedingungen für Dienstleistungen\nEnglische SprachfassungDownloadapplication/pdf\n                                                        (137 KB)\nAllgemeine Einkaufsbedingungen für Dienstleistungen\nPortugiesische SprachfassungDownloadapplication/pdf\n                                                        (130 KB)\nEnglische SprachfassungDownloadapplication/pdf\n                                                        (117 KB)\nAllgemeine Einkaufsbedingungen für Dienstleistungen\nPortugiesische SprachfassungDownloadapplication/pdf\n                                                        (133 KB)\nEnglische SprachfassungDownloadapplication/pdf\n                                                        (121 KB)\nAllgemeine Einkaufsbedingungen für Dienstleistungen\nDeutsche SprachfassungDownloadapplication/pdf\n                                                        (119 KB)\nEnglische SprachfassungDownloadapplication/pdf\n                                                        (140 KB)\nAllgemeine Einkaufsbedingungen für Lieferungen\nDeutsche SprachfassungDownloadapplication/pdf\n                                                        (127 KB)\nEnglische SprachfassungDownloadapplication/pdf\n                                                        (130 KB)\nAllgemeine Einkaufsbedingungen für Lieferungen\nEnglische SprachfassungDownloadapplication/pdf\n                                                        (138 KB)\nAllgemeine Einkaufsbedingungen für Lieferungen\nChinesische SprachfassungDownloadapplication/pdf\n                                                        (237 KB)\nEnglische SprachfassungDownloadapplication/pdf\n                                                        (126 KB)\nAllgemeine Einkaufsbedingungen für Lieferungen\nItalienische SprachfassungDownloadapplication/pdf\n                                                        (197 KB)\nEnglische SprachfassungDownloadapplication/pdf\n                                                        (155 KB)\nAllgemeine Einkaufsbedingungen für Lieferungen\nEnglische SprachfassungDownloadapplication/pdf\n                                                        (140 KB)\nAllgemeine Einkaufsbedingungen für Lieferungen\nUngarische SprachfassungDownloadapplication/pdf\n                                                        (174 KB)\nEnglische SprachfassungDownloadapplication/pdf\n                                                        (134 KB)\nAllgemeine Einkaufsbedingungen für Lieferungen\nEnglische SprachfassungDownloadapplication/pdf\n                                                        (151 KB)\nAllgemeine Einkaufsbedingungen für Lieferungen\nEnglische SprachfassungDownloadapplication/pdf\n                                                        (155 KB)\nAllgemeine Einkaufsbedingungen für Lieferungen\nPortugiesische SprachfassungDownloadapplication/pdf\n                                                        (163 KB)\nEnglische SprachfassungDownloadapplication/pdf\n                                                        (133 KB)\nAllgemeine Einkaufsbedingungen für Lieferungen\nPortugiesische SprachfassungDownloadapplication/pdf\n                                                        (172 KB)\nEnglische SprachfassungDownloadapplication/pdf\n                                                        (133 KB)\nAllgemeine Einkaufsbedingungen für Lieferungen\nDeutsche SprachfassungDownloadapplication/pdf\n                                                        (134 KB)\nEnglische SprachfassungDownloadapplication/pdf\n                                                        (146 KB)\nAllgemeine Einkaufsbedingungen für IT-Dienstleistungen\nDeutsche SprachfassungDownloadapplication/pdf\n                                                        (206 KB)\nEnglische SprachfassungDownloadapplication/pdf\n                                                        (98 KB)\nAls fester Bestandteil der Unternehmensstrategie ist das Thema Nachhaltigkeit auch von zentraler Bedeutung für unsere Beschaffung und das Managen unserer Lieferkette. Bei der Auswahl und Bewertung von Lieferanten achten wir auf weit mehr als nur wirtschaftliche Kriterien. Wir betrachten auch Themen wie Umweltschutz, Arbeitsschutz, soziale Standards, Compliance und vor allem auch die Einhaltung von Menschenrechten.\nUnser verantwortungsvoller Ansatz für nachhaltige Lieferketten beruht auf unserer  Grundsatzerklärung zur Menschenrechtsposition, dem Schutz der Umwelt und unseremVerhaltenskodex für Lieferanten.\nWir erwarten von unseren Lieferanten einen verantwortungsvollen und wirksamen Ansatz hinsichtlich Nachhaltigkeit und unterstützen jeden darin dieser Verantwortung gerecht zu werden.\nDer Körber-Konzern bekennt sich in all seinen Aktivitäten zu seiner Verantwortung zur Achtung und zum Schutz der Menschenrechte. Dies erwarten wir gleichermaßen von unseren Lieferanten.  Der Körber Verhaltenskodex für Lieferanten ist ein wichtiger Bestandteil aller Bestellungen des Körber-Konzerns und beschreibt die Mindestanforderung sozialer Standards bei unseren Lieferanten. Die Akzeptanz des Verhaltenskodex‘ für Lieferanten ist Grundvoraussetzung, um Aufträge von Gesellschaften des Körber-Konzerns zu erhalten.\nDie Einhaltung der Menschenrechte bei unseren Lieferanten wird regelmäßig überprüft durch Selbstauskünfte, Audits und Abfragen bei unabhängigen externen Informations-anbietern.\nDer Weg zu einer klimaneutralen Wirtschaft ist eine große, gemeinsame Aufgabe. Wir bei Körber wollen einen aktiven Beitrag dazu leisten und haben uns das Ziel gesetzt, bis 2025 CO₂-neutral zu werden. und unseren CO₂-Fußbabdruck kontinuierlich zu reduzieren.\nBei der Reduzierung unseres CO₂-Fußbadrucks spielen unsere Lieferanten eine wesentliche Rolle, vor allem in Bezug auf unsere vorgelagerten Scope-3-Emissionen.\nIntegrität als Basis einer partnerschaftlichen Zusammenarbeit\nDer Körber-Konzern ist ein global agierendes Unternehmen und arbeitet wir mit vielen verschiedenen Partner weltweit zusammen. Als Basis aller geschäftlichen Beziehungen erachtet Körber die Integrität eines jeden Lieferanten als unverzichtbar.\nBei der Auswahl und Bewertung von Lieferanten achten wir auf weit mehr als nur wirtschaftliche Kriterien. Wir betrachten auch Themen wie Umweltschutz, Arbeitsschutz, soziale Standards, Compliance und vor allem auch die Einhaltung von Menschenrechten.\nDer Körber Supplier Code of Conduct ist dabei ein wichtiger Vertragsbestandteil und beschreibt die Mindestanforderung an unsere Lieferanten zu den oben benannten Themenstellungen. Die Akzeptanz des Supplier Code of Conducts ist Grundvoraussetzung, um Aufträge von Gesellschaften des Körber-Konzerns zu erhalten.\nBei Verstößen gegen den Code of Conduct (Verhaltenskodex) behalten wir es uns vor, die Geschäftsbeziehung zu beenden. Bei Fragen wenden Sie sich gerne an Ihren zuständigen Körber Ansprechpartner im Einkauf & Supply Chain Management.\nKörber-Konzern „Code of Conduct“ für Lieferanten\nDeutsche SprachfassungDownloadapplication/pdf\n                                                        (308 KB)\nKörber-Konzern „Code of Conduct“ für Lieferanten\nEnglische SprachfassungDownloadapplication/pdf\n                                                        (308 KB)\nKörber-Konzern „Code of Conduct“ für Lieferanten\nChinesische SprachfassungDownloadapplication/pdf\n                                                        (633 KB)\nKörber-Konzern „Code of Conduct“ für Lieferanten\nUngarische SprachfassungDownloadapplication/pdf\n                                                        (215 KB)\nKörber-Konzern „Code of Conduct“ für Lieferanten\nItalienische SprachfassungDownloadapplication/pdf\n                                                        (208 KB)\nKörber-Konzern „Code of Conduct“ für Lieferanten\nPortugiesische SprachfassungDownloadapplication/pdf\n                                                        (131 KB)\nKörber-Konzern „Code of Conduct“ für Lieferanten\nFranzösische SprachfassungDownloadapplication/pdf\n                                                        (217 KB)\nAb dem 1. Januar 2023 muss Körber die Anforderungen des deutschen Lieferkettensorgfaltspflichtengesetzes (LkSG) umsetzen. Dieses Gesetz regelt die Verantwortung des Unternehmens für die Einhaltung von Menschenrechten und Umweltschutz in globalen Lieferketten und im eigenen Geschäftsbereich.\nKörber stellt sicher, dass umfassende Sorgfaltsplichten gemäß LkSG im Unternehmen umgesetzt werden.\nBericht zum Lieferkettensorgfaltspflichtengesetz 2023\nDeutsche SprachfassungDownloadapplication/pdf\n                                                        (183 KB)\nAnforderungen und Zertifikate\nPortugiesische SprachfassungDownloadapplication/pdf\n                                                        (142 KB)\nEnglische SprachfassungDownloadapplication/pdf\n                                                        (135 KB)\nUnser Handeln gegenüber Mitarbeitern, Geschäftspartnern und der Öffentlichkeit ist geprägt von Integrität und verantwortungsvollem Handeln.\nCompliance-Verstöße oder Verstöße gegen den Körber Code of Conduct sind nicht zu tolerieren.\nMit unserem Meldetool bieten wir die Möglichkeit, über Verstöße oder konkrete Anhaltspunkte zu Verstößen zu berichten.\nCompliance-Verstoß melden\n©\n\t\t\t\t\t\t2025\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tKörber AG. All rights reserved."}
{"url": "https://www.koerber.com/wir/wie-wir-unsere-grundsaetze-und-unternehmenswerte-umsetzen", "content": "Mehr als 12.000 Mitarbeiter, global aktiv und begeistert von Innovation – so erreichen wir Marktführerschaft durch Technologieführerschaft. Wir sind Körber. Unser Konzern stellt sich vor.\nZur Übersicht\nKörber ist ein international führender Technologiekonzern mit mehr als 12.000 Mitarbeitern an über 100 Standorten weltweit. Wir sind die Heimat für Unternehmer – und setzen unternehmerisches Denken in Erfolg für unsere Kunden um. Die Körber AG führt den Konzern mit seinen vier Geschäftsfeldern Digital, Pharma, Supply Chain and Technologies.\nDie Körber Insights zeigen das gesamte Spektrum der Körber-Welt: Wir geben Einblicke in spannende Entwicklungen und Trends, in Innovationen und Technologien. Außerdem stellen wir Persönlichkeiten vor, die Körber mit ihrem Unternehmergeist und neuen Ideen jeden Tag vorantreiben.\nWir entwickeln innovative Produkte, Lösungen und Services für ein nachhaltigeres Morgen und stellen die Menschen vor, die sie möglich machen. Erfahren Sie mehr in unserem Nachhaltigkeitsbericht 2023.\nOnline Nachhaltigkeitsbericht 2023PDF Nachhaltigkeitsbericht 2023\nIm Oktober 2023 haben wir unsere Verpflichtung zu ‚Net Zero‘-CO₂e-Emissionen in der gesamten Wertschöpfungskette bis 2040 durch die Science Based Targets Initiative (SBTi) bestätigen lassen. Wir stellen einige Maßnahmen im Detail vor, mit denen wir dieses ehrgeizige Ziel erreichen werden.\nMit der Entwicklung eines konzernweiten Standards für Life Cycle Assessments (LCAs) konnten wir unsere Ecodesign-Initiative im Jahr 2023 entscheidend voranbringen. Erfahren Sie mehr zu den ersten umgesetzten LCAs und den Herausforderungen, die wir dabei gemeistert haben.\nÜber Spenden, Sponsoring und Freiwilligen-Programme setzt sich Körber jedes Jahr für gemeinnützige Zwecke ein. Hier stellen wir einige der inspirierenden Projekte und Menschen dahinter im Detail vor.\nWir wollen die Informationssicherheit als strategisches Ziel in die Tat umsetzen und sie zum gemeinsamen Anliegen aller Mitarbeiter machen. Wir geben einen Überblick der entsprechenden Maßnahmen und Projekte im Jahr 2023.\nTeamplayer gesucht: Know-how, Kreativität und Engagement unserer Mitarbeiter haben uns zu einem erfolgreichen Technologieunternehmen in Deutschland und weltweit gemacht.  Jetzt wollen wir die Zukunft gestalten – mit Ihnen! Wir bieten spannende Positionen für Experten, Berufseinsteiger, Studierende und Schüler.\nZur KarriereZur Jobbörse des Körber-Konzerns\nEin innovationsförderndes Arbeitsklima, mehr Vielfalt und der Mut zu unbequemen Wahrheiten sind heute zentraler denn je für den Unternehmenserfolg. Im Interview erklärt Gabriele Fanta, Head of Group Human Resources, wie die neuen Führungsprinzipien bei Körber ein fruchtbares Miteinander im Arbeitsalltag gezielt stärken.\nErfahrungsbericht: Max Döring begann nach seinem Studium der Mechatronik und des Maschinenbaus als Trainee bei Körber. Heute ist er Technischer Produktmanager in unserem Körber-Geschäftsfeld Pharma.\nZukunftsorientiertes gemeinsames Handeln ist das Fundament einer nachhaltigen Beschaffung. Körber als global führender Technologiekonzern legt daher großen Wert auf einen optimalen Einkauf von Material und Dienstleistungen.\nZum Einkauf und Supply Chain Management\nWir\nCompliance ist für uns nicht nur ein Wort, sondern eine Haltung. Unsere Verhaltenskodizes verpflichtet dabei alle Mitarbeiter und Lieferanten korrekt und verantwortungsbewusst zu handeln sowie sich an geltende Gesetze zu halten.\nWir achten darauf, dass unser Verhalten in jeglicher Hinsicht unseren Grundsätzen und Überzeugungen entspricht. Unsere Mitarbeiter und Lieferanten sind verpflichtet, alle gesetzlichen Anforderungen und gesellschaftlichen Normen jederzeit und überall strikt einzuhalten. Diese Haltung haben wir in unserem Verhaltenskodex (Code of Conduct) zusammengefasst. DerVorstand der Körber AGist davon überzeugt, dass nachhaltiger wirtschaftlicher Erfolg untrennbar mit der Einhaltung dieser Grundsätze verbunden ist. Der Verhaltenskodex prägt das Verhalten gegenüber unseren Geschäftspartnern und Mitarbeitern.\nDer Verhaltenskodex verpflichtet unsere Mitarbeiter und Lieferanten, bei allen Tätigkeiten und Geschäftsbeziehungen fair, respektvoll und vertrauenswürdig zu handeln.\nFür den Körber-Konzern hat der verantwortungsvolle und schonende Umgang mit Ressourcen einen hohen Stellenwert, um einen aktiven Beitrag zum Umweltschutz zu leisten.\nDer Körber-Konzern verpflichtet sich, geltende Kartell- und sonstige Gesetze zur Regelung des Wettbewerbs einzuhalten. Daneben lehnt er Korruption oder auch nur den Anschein einer unlauteren Beeinflussung bei jeglichem geschäftlichen Handeln ab. Körber verzichtet auf jedes Geschäft, das nur zustande kommen kann, indem die Beteiligten gegen Gesetze verstoßen. Das Unternehmen arbeitet ausschließlich mit seriösen Geschäftspartnern zusammen, die sich im Rahmen der gesetzlichen Vorschriften bewegen und keine illegalen Finanzmittel verwenden.\nDer Körber-Konzern trägt auf aktive und ethisch verantwortungsvolle Weise dafür Sorge, dass der Verhaltenskodex befolgt wird.\nDer Körber-Konzern mit seinen Unternehmen legt großen Wert auf eine Unternehmenskultur, die von gegenseitigem Vertrauen geprägt ist. Der Konzern ermutigt jeden Mitarbeiter und Lieferanten, sich bei möglichen Compliance-Risiken an seine Ansprechpartner im Unternehmen, insbesondere an Vorgesetzte oder die lokale Geschäftsführung, oder an die verantwortlichen Compliance-Officer zu wenden. Dies gilt auch für Geschäftspartner und alle weiteren Personen, die auf mutmaßliche Compliance-Verstöße hinweisen möchten.\nMit Hilfe des nachfolgenden Kontaktformulars können Sie konkrete Hinweise auf Verstöße gegen den Verhaltenskodex der Körber AG in den Bereichen Korruption, Verhalten im Wettbewerb und Schutz des Unternehmensvermögens geben. Sie haben dabei die Möglichkeit, anonym zu bleiben. Die Angabe Ihres Namens oder weiterer Kontaktdaten erfolgt freiwillig.\nDas ausgefüllte Kontaktformular wird in eine E-Mail umgewandelt, die von dieser Website an die Compliance-Verantwortlichen  der Körber AG versandt wird. Anschließend werden die Informationen auf diesem Server gelöscht. Die Körber AG erlangt als Betreiberin dieser Website nur Kenntnis vom Namen des Internet-Providers, der IP-Adresse und vom Zeitpunkt des Zugriffs auf diese Website.\nBei redlichen Hinweisen haben Sie durch Ihre Meldung keine nachteiligen Folgen zu befürchten.\nCompliance und VerhaltenskodexCompliance-Verstoß meldenCode of Conduct für Lieferanten (Verhaltenskodex)Grundsatzerklärung\n©\n\t\t\t\t\t\t2025\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tKörber AG. All rights reserved."}
{"url": "https://www.koerber.com/karriere", "content": "Mehr als 12.000 Mitarbeiter, global aktiv und begeistert von Innovation – so erreichen wir Marktführerschaft durch Technologieführerschaft. Wir sind Körber. Unser Konzern stellt sich vor.\nZur Übersicht\nKörber ist ein international führender Technologiekonzern mit mehr als 12.000 Mitarbeitern an über 100 Standorten weltweit. Wir sind die Heimat für Unternehmer – und setzen unternehmerisches Denken in Erfolg für unsere Kunden um. Die Körber AG führt den Konzern mit seinen vier Geschäftsfeldern Digital, Pharma, Supply Chain and Technologies.\nDie Körber Insights zeigen das gesamte Spektrum der Körber-Welt: Wir geben Einblicke in spannende Entwicklungen und Trends, in Innovationen und Technologien. Außerdem stellen wir Persönlichkeiten vor, die Körber mit ihrem Unternehmergeist und neuen Ideen jeden Tag vorantreiben.\nWir entwickeln innovative Produkte, Lösungen und Services für ein nachhaltigeres Morgen und stellen die Menschen vor, die sie möglich machen. Erfahren Sie mehr in unserem Nachhaltigkeitsbericht 2023.\nOnline Nachhaltigkeitsbericht 2023PDF Nachhaltigkeitsbericht 2023\nIm Oktober 2023 haben wir unsere Verpflichtung zu ‚Net Zero‘-CO₂e-Emissionen in der gesamten Wertschöpfungskette bis 2040 durch die Science Based Targets Initiative (SBTi) bestätigen lassen. Wir stellen einige Maßnahmen im Detail vor, mit denen wir dieses ehrgeizige Ziel erreichen werden.\nMit der Entwicklung eines konzernweiten Standards für Life Cycle Assessments (LCAs) konnten wir unsere Ecodesign-Initiative im Jahr 2023 entscheidend voranbringen. Erfahren Sie mehr zu den ersten umgesetzten LCAs und den Herausforderungen, die wir dabei gemeistert haben.\nÜber Spenden, Sponsoring und Freiwilligen-Programme setzt sich Körber jedes Jahr für gemeinnützige Zwecke ein. Hier stellen wir einige der inspirierenden Projekte und Menschen dahinter im Detail vor.\nWir wollen die Informationssicherheit als strategisches Ziel in die Tat umsetzen und sie zum gemeinsamen Anliegen aller Mitarbeiter machen. Wir geben einen Überblick der entsprechenden Maßnahmen und Projekte im Jahr 2023.\nTeamplayer gesucht: Know-how, Kreativität und Engagement unserer Mitarbeiter haben uns zu einem erfolgreichen Technologieunternehmen in Deutschland und weltweit gemacht.  Jetzt wollen wir die Zukunft gestalten – mit Ihnen! Wir bieten spannende Positionen für Experten, Berufseinsteiger, Studierende und Schüler.\nZur KarriereZur Jobbörse des Körber-Konzerns\nEin innovationsförderndes Arbeitsklima, mehr Vielfalt und der Mut zu unbequemen Wahrheiten sind heute zentraler denn je für den Unternehmenserfolg. Im Interview erklärt Gabriele Fanta, Head of Group Human Resources, wie die neuen Führungsprinzipien bei Körber ein fruchtbares Miteinander im Arbeitsalltag gezielt stärken.\nErfahrungsbericht: Max Döring begann nach seinem Studium der Mechatronik und des Maschinenbaus als Trainee bei Körber. Heute ist er Technischer Produktmanager in unserem Körber-Geschäftsfeld Pharma.\nZukunftsorientiertes gemeinsames Handeln ist das Fundament einer nachhaltigen Beschaffung. Körber als global führender Technologiekonzern legt daher großen Wert auf einen optimalen Einkauf von Material und Dienstleistungen.\nZum Einkauf und Supply Chain Management\nWir suchen Menschen, die ihre Projekte mit Begeisterung vorantreiben, Bestehendes hinterfragen und immer die beste Lösung für unsere Herausforderungen finden.\nSie interessieren sich für unsere globalen Stellenangebote? Schauen Sie sich hier um:\njobs.koerber.com\nKörber ist die Heimat für innovative Talente, die unternehmerisch denken, teamorientiert handeln und voller Leidenschaft an ihre Aufgaben gehen. Wir entwickeln Zukunftstechnologien und unterstützen Talente bestmöglich dabei, ihre Fähigkeiten einzusetzen und ihr volles Potenzial auszuschöpfen. Gemeinsam wollen wir die Ersten sein, die das Richtige zum richtigen Zeitpunkt tun.\nMit Fachwissen und Offenheit begegnen wir Herausforderungen und finden Lösungen, indem wir mit unserem globalen Netzwerk aus Teammitgliedern, Partnern und Kunden zusammenarbeiten. Bei Körber ist die individuelle Entwicklung unserer Mitarbeiter Teil unserer Philosophie. In die Fähigkeiten unserer Mitarbeiter zu investieren heißt, in unsere Zukunft zu investieren.\nWerden Sie Teil der Heimat für Unternehmer!\nFAQs zur Bewerbung\nExperten und BerufseinsteigerStudierendeSchülerBerufsausbildungDuales StudiumStipendien und Auslandsaufenthalte\nFür Experten oder Berufseinsteiger, gibt es zahlreiche Möglichkeiten, Ihre Karriere bei uns zu gestalten. Unsere inhaltlichen Schwerpunkte sind Maschinenbau, Wirtschaftsingenieurwesen, Elektrotechnik, Wirtschaftswissenschaften oder IT – aber auch Bewerber anderer Fachrichtungen heißen wir herzlich willkommen. Neben einer marktgerechten Vergütung bieten wir spannende und vielfältige Aufgaben, die auch Projektarbeit umfassen. Tatkraft, Flexibilität und der Mut, Herausforderungen anzunehmen, zeichnen unsere Mitarbeiter aus. Dabei unterstützen wir sie durch unternehmensspezifische Weiterbildungsprogramme.\nSie sind Teil eines engagierten, dynamischen und interkulturellen Arbeitsumfelds, das mit allen Geschäftsfeldern unseres internationalen Technologiekonzerns zusammenarbeitet.\nPraktische Erfahrungen sammeln: Dazu bietet der Körber-Konzern während jeder Phase der Hochschulausbildung erstklassige Möglichkeiten. Gut für Sie – und für uns: Denn so kommen wir frühzeitig mit engagierten Studierenden in Kontakt und können ihnen Einblicke in unsere Arbeit ermöglichen. Neben Praktika und Werkstudenten-Tätigkeiten betreuen wir auch gerne praxisnahe Abschlussarbeiten.\nWir bieten Schulabgängern im deutschsprachigen Raum eine Berufsausbildung in rund 20 Berufen sowie in acht dualen Studiengängen an. An internationalen Standorten orientieren wir uns bei der Ausbildung an den regionalen Gegebenheiten.\nUnsere Auszubildenden lernen zunächst unterschiedliche Bereiche des Unternehmens kennen – danach spezialisieren sie sich. Wir legen großen Wert auf die Entwicklung der Persönlichkeit und fördern eigenständiges Arbeiten.\nEinige unserer Unternehmen bieten duale Studiengänge an. In der Regel umfasst dies ein Bachelor-Studium mit Praxisphasen im Unternehmen.\nStudierenden und Auszubildenden steht die Möglichkeit eines Praktikums im Ausland offen. Außerdem fördern wir talentierte junge Menschen mit einem Stipendium für weitere Ausbildungsschritte.\nSie haben weitere Fragen zum Bewerbungsprozess? Schauen Sie in unsere FAQs oder nehmen Sie direkt Kontakt mit unseremRecruiting-Teamauf.\nSie können eine einzelne Datei mit einer Größe von 5 MB hochladen.\nGerne beantworten wir gezielte Fragen zu Stelleninhalten, zum Unternehmen oder zum Status Ihrer Bewerbung telefonisch oder per E-Mail.Unser Recruiting-Teamhilft Ihnen weiter.\nDie Bewerbung über unser Karriereportal dauert nur wenige Minuten: Wir benötigen dafür das ausgefüllte Formular mit Ihren Kontaktdaten. Lebenslauf und Zeugnisse laden Sie in einem zweiten Schritt hoch. Direkt im Anschluss erhalten Sie eine Eingangsbestätigung. In den darauffolgenden Tagen sichten wir Ihre Bewerbung und melden uns bei Ihnen.\nWir behandeln Ihre Daten vertraulich gemäß der DSGVO. Weitere Informationen finden Sie unter:Datenschutz.\nUnserRecruiting-Teamsucht immer passende Kandidaten für offene Stellen. Melden Sie sich gern bei uns – wir freuen uns darauf, mit Ihnen über Ihre Karrieremöglichkeiten bei Körber zu sprechen.\nWir nehmen aus datenschutzrechtlichen Gründen nur Bewerbungen über unser Online-Formular an. So stellen wir einerseits sicher, dass wir Ihre personenbezogenen Daten schützen, und gleichzeitig alle Informationen von Ihnen erhalten, die für unsere Auswahl notwendig sind.\nGwendolin HartmannKörber AGTalent Acquisition\njobs@koerber.de\nDiesen Artikel teilen\nInsights zeigt die ganze Bandbreite von Körber – was wir tun und wie wir es tun: Wir geben Einblicke in spannende Entwicklungen und Trends, in Innovationen und Technologien. Wir stellen Menschen vor, die Körber mit ihrer unternehmerischen Einstellung und neuen Ideen Tag für Tag vorantreiben – immer zum Nutzen unserer Kunden. In dieser Rubrik finden Sie inspirierende Inhalte rund um den Bereich Karriere.\nGabriele Fanta, Head of Group Human Resources, erklärt, wie die neuen Führungsprinzipien bei Körber ein fruchtbares Miteinander im Arbeitsalltag gezielt stärken.\nErfahrungsbericht: Max Döring begann nach seinem Studium der Mechatronik und des Maschinenbaus als Trainee bei Körber. Heute ist er Technischer Produktmanager in unserem Körber-Geschäftsfeld Pharma.\nTechnische Innovation bei Körber hat viele Mitgestalter.\n©\n\t\t\t\t\t\t2025\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tKörber AG. All rights reserved."}
{"url": "https://www.koerber.com/wir/ecodesign-fuer-die-nachhaltige-produktion-von-morgen", "content": "Mehr als 12.000 Mitarbeiter, global aktiv und begeistert von Innovation – so erreichen wir Marktführerschaft durch Technologieführerschaft. Wir sind Körber. Unser Konzern stellt sich vor.\nZur Übersicht\nKörber ist ein international führender Technologiekonzern mit mehr als 12.000 Mitarbeitern an über 100 Standorten weltweit. Wir sind die Heimat für Unternehmer – und setzen unternehmerisches Denken in Erfolg für unsere Kunden um. Die Körber AG führt den Konzern mit seinen vier Geschäftsfeldern Digital, Pharma, Supply Chain and Technologies.\nDie Körber Insights zeigen das gesamte Spektrum der Körber-Welt: Wir geben Einblicke in spannende Entwicklungen und Trends, in Innovationen und Technologien. Außerdem stellen wir Persönlichkeiten vor, die Körber mit ihrem Unternehmergeist und neuen Ideen jeden Tag vorantreiben.\nWir entwickeln innovative Produkte, Lösungen und Services für ein nachhaltigeres Morgen und stellen die Menschen vor, die sie möglich machen. Erfahren Sie mehr in unserem Nachhaltigkeitsbericht 2023.\nOnline Nachhaltigkeitsbericht 2023PDF Nachhaltigkeitsbericht 2023\nIm Oktober 2023 haben wir unsere Verpflichtung zu ‚Net Zero‘-CO₂e-Emissionen in der gesamten Wertschöpfungskette bis 2040 durch die Science Based Targets Initiative (SBTi) bestätigen lassen. Wir stellen einige Maßnahmen im Detail vor, mit denen wir dieses ehrgeizige Ziel erreichen werden.\nMit der Entwicklung eines konzernweiten Standards für Life Cycle Assessments (LCAs) konnten wir unsere Ecodesign-Initiative im Jahr 2023 entscheidend voranbringen. Erfahren Sie mehr zu den ersten umgesetzten LCAs und den Herausforderungen, die wir dabei gemeistert haben.\nÜber Spenden, Sponsoring und Freiwilligen-Programme setzt sich Körber jedes Jahr für gemeinnützige Zwecke ein. Hier stellen wir einige der inspirierenden Projekte und Menschen dahinter im Detail vor.\nWir wollen die Informationssicherheit als strategisches Ziel in die Tat umsetzen und sie zum gemeinsamen Anliegen aller Mitarbeiter machen. Wir geben einen Überblick der entsprechenden Maßnahmen und Projekte im Jahr 2023.\nTeamplayer gesucht: Know-how, Kreativität und Engagement unserer Mitarbeiter haben uns zu einem erfolgreichen Technologieunternehmen in Deutschland und weltweit gemacht.  Jetzt wollen wir die Zukunft gestalten – mit Ihnen! Wir bieten spannende Positionen für Experten, Berufseinsteiger, Studierende und Schüler.\nZur KarriereZur Jobbörse des Körber-Konzerns\nEin innovationsförderndes Arbeitsklima, mehr Vielfalt und der Mut zu unbequemen Wahrheiten sind heute zentraler denn je für den Unternehmenserfolg. Im Interview erklärt Gabriele Fanta, Head of Group Human Resources, wie die neuen Führungsprinzipien bei Körber ein fruchtbares Miteinander im Arbeitsalltag gezielt stärken.\nErfahrungsbericht: Max Döring begann nach seinem Studium der Mechatronik und des Maschinenbaus als Trainee bei Körber. Heute ist er Technischer Produktmanager in unserem Körber-Geschäftsfeld Pharma.\nZukunftsorientiertes gemeinsames Handeln ist das Fundament einer nachhaltigen Beschaffung. Körber als global führender Technologiekonzern legt daher großen Wert auf einen optimalen Einkauf von Material und Dienstleistungen.\nZum Einkauf und Supply Chain Management\nWir\nEcodesign bedeutet, ein Produkt oder eine Dienstleistung so zu entwickeln, dass sie sowohl kundenfreundlich als auch umweltverträglich sind. Dabei wird der gesamte Lebenszyklus betrachtet und Konzepte der Kreislaufwirtschaft umgesetzt. Bei Körber verfolgen wir genau diesen Ansatz.\nUnsere Kunden mit innovativen und umweltfreundlichen Produkten, Lösungen und Services zu versorgen, ist Teil unsererNachhaltigkeitsstrategie. Wir unterstützen sie mit einem individuellen Ansatz dabei, umweltschonender zu produzieren. Ecodesign bietet hervorragende Möglichkeiten hierfür.\nEntscheidend für die Optimierung künftiger Produktionsstandorte ist es, Emissionen transparent zu machen. Wir bei Körber arbeiten daran, Emissionen auf verschiedenen Ebenen digital messbar und analysierbar zu machen – von der Maschine bis zu den Planungs- und Steuerungssystemen eines Produktionsstandortes.\nlEcodesign bedeutet nicht nur, den CO2e-Fußabdruck zu minimieren. Es geht auch darum, wie wir Maschinen entwerfen, herstellen und betreiben, um eine nachhaltige Zukunft zu gestalten.r\nErich Hoch, COO/CTO, Körber-Konzern\nDas braucht natürlich Zeit. Bei Ecodesign geht es nicht nur darum, den CO₂e-Fußabdruck zu minimieren, sondern auch darum, die Art und Weise, wie wir Maschinen entwerfen, herstellen und betreiben, für eine nachhaltige Zukunft neu zu gestalten.\nMit der Gründung des Ecodesign-Thinktanks im Jahr 2021 haben wir bei Körber begonnen, unsere Ecodesign-Richtlinie zu entwickeln und die Ecodesign-Community zu koordinieren. Im April 2023 folgte das Ecodesign Center of Excellence (CoE), um gemeinsam mit Design-Stakeholdern maßgeschneiderte Standards zu erarbeiten und Synergien in allen Körber-Geschäftsfeldern zu nutzen.\nEs handelt sich um einen fortlaufenden Prozess, der sich ständig weiterentwickelt. Die wichtigsten Grundsätze bislang lauten:\nDarüber hinaus führen wir Pilotprojekte für individuelle Life Cycle Assessments (LCAs) auf Basis von ISO-Normen durch – und wir haben den ersten konzernweiten LCA-Standard eingeführt, der als Leitfaden für die Erstellung und Durchführung von LCAs für alle Körber-Maschinen dient.\nDas Life Cycle Assessment ist eine Methode, mit der sich die Umweltauswirkungen eines Produkts, eines Prozesses oder einer Dienstleistung während des gesamten Lebenszyklus bewerten lassen. Dabei werden die Faktoren Rohstoffgewinnung, Produktion, Nutzung und Entsorgung berücksichtigt. LCAs helfen dabei, verbesserungsfähige Bereiche im Sinne der Nachhaltigkeit zu identifizieren und die Entscheidungsprozesse vorzubereiten.\nEin wirklich nachhaltiger Produktionsstandort muss seine Emissionen in drei verschiedenen Bereichen (Scopes), wie sie vom GHG Protocol definiert sind, drastisch reduzieren. Scope-1-Emissionen sind im Wesentlichen direkte Emissionen, die sich in der Hand eines Unternehmens befinden oder von ihm kontrolliert werden. Scope 2 betrifft die indirekten Emissionen, die bei der Erzeugung zugekaufter Energie entstehen. Scope 3 bezieht sich auf alle indirekten Emissionen aus der Wertschöpfungskette und umfasst Aktivitäten wie Transport, Produktion und Entsorgung zugekaufter Güter und Dienstleistungen. Dies erfordert ein Höchstmaß an Transparenz über die genauen Emissionswerte entlang der gesamten Wertschöpfungskette, einschließlich der Lieferanten und Kunden.\nUm dem drängendsten Nachhaltigkeitsproblem unserer Zeit, dem Klimawandel, wirksam zu begegnen, hat sich Körber ein ’Net Zero‘-Ziel gesetzt, das sich an den Leitlinien der Science Based Targets Initiative (SBTi) orientiert und den Fokus auf die Reduktion von Emissionen legt. Erst kürzlich wurde unser ’Net Zero‘-Ziel von der SBTi bestätigt.\nAls Technologiekonzern sind wir bei Körber stark im Maschinenbau engagiert. Aus diesem Grundkonzentrieren wir uns auf Scope 3.1und 3.11, da wir sowohl bei den eingekauften Gütern und Dienstleistungen als auch bei der Nutzung der verkauften Produkte deutliche Emissionsschwerpunkte haben.\nEcodesign kann eine wichtige Rolle dabei spielen, Produkte energieeffizienter zu machen. Lösungen für erhebliche Energieeinsparungen in Maschinen und Produktionsanlagen lassen sich erreichen durch:\nErich Hoch, COO/CTO des Körber-Konzerns beschreibt die drei wichtigsten Ansätze, um die Energieeffizienz der Produktionsanlagen unserer Kunden zu verbessern.\nEnergierückgewinnungs- und Speichersysteme spielen eine entscheidende Rolle, wenn es darum geht, den Energieverbrauch von Maschinen zu senken. Sie nutzen verschiedene Methoden wie Wärmetauscher und Speicherlösungen wie Batterien oder thermische Speicher, um Energie effizient zu speichern und wiederzuverwenden. Mithilfe dieser Systeme wird beispielsweise die Bremsenergie für andere Maschinenvorgänge verfügbar und der Gesamtenergieverbrauch verringert.\nDie Maschinen in einer Produktionslinie arbeiten oft unabhängig voneinander und innerhalb fester Grenzen. Das schränkt die Gesamteffizienz ein. Den gesamten Produktionsstandort als eine zusammenhängende Einheit zu betrachten, eröffnet neue Möglichkeiten, die Standorte ganzheitlich zu optimieren.\nKeine technische Lösung kommt ohne Energieverluste aus. Deshalb halten unsere Ingenieure diese Verluste so gering wie möglich, indem sie beispielsweise die Anforderungen genau spezifizieren, Over-Engineering vermeiden und den Durchlauf konstant halten. Eine weitere Möglichkeit besteht darin, bereits bei der Entwicklung einer Maschinenfunktion den energieeffizientesten Weg zu wählen.\nWir bei Körber begegnen den Herausforderungen in Sachen Nachhaltigkeit und Energiestandards, indem wir Upgrade-Kits für einzelne Module innerhalb von Produktionslinien entwickeln. Dieser Ansatz ermöglicht schnelle, sukzessive Verbesserungen und birgt ein enormes Potenzial zur Reduktion von Emissionen.\nSchadstoffreduzierung während der Produktion ist ebenso wichtig wie während der Lebensdauer eines Produkts. Ecodesign ist jedoch ein dehnbares und sich stetig weiterentwickelndes Konzept. Es sollte daher eher als Designansatz denn als Gütesiegel verstanden werden. Und eines ist sicher: Ohne Ecodesign werden wir niemals in der Lage sein, unseren Beitrag zur Erreichung des globalen 1,5-Grad-Ziels zu leisten. Begleiten Sie uns deshalb auf dem Weg in eine nachhaltigere und energieeffizientere Zukunft.\nInsights zeigt die ganze Bandbreite von Körber – was wir tun und wie wir es tun: Wir geben Einblicke in spannende Entwicklungen und Trends, in Innovationen und Technologien. Wir stellen Menschen vor, die Körber mit ihrer unternehmerischen Einstellung und neuen Ideen Tag für Tag vorantreiben – immer zum Nutzen unserer Kunden. In dieser Rubrik finden Sie inspirierende Inhalte rund um unser Themenfeld Nachhaltigkeit.\nEcodesign bedeutet, ein Produkt oder eine Dienstleistung so zu entwickeln, dass sie sowohl kundenfreundlich als auch umweltverträglich sind. Dabei wird der gesamte Lebenszyklus betrachtet und Konzepte der Kreislaufwirtschaft umgesetzt. Bei Körber verfolgen wir genau diesen Ansatz.\nWir entwickeln innovative Produkte, Lösungen und Services für ein nachhaltigeres Morgen und stellen die Menschen vor, die sie möglich machen. Unser innerer Antrieb und unsere Überzeugung stehen im Fokus unseres digitalen Nachhaltigkeitsberichts 2022.\nUnsere fünf Führungsprinzipien sollen Mitarbeiter dazu befähigen, jederzeit im Sinne eines nachhaltigen Unternehmens zu agieren. Ein Erfahrungsbericht.\nAuf nachhaltiger Mission: In unserem Ecodesign-Thinktank legen unsere engagierten Mitarbeiter die Basis für die Optimierungen unserer Produkte.\nMit gutem Beispiel voran: In Markt Schwaben haben sich Mitarbeiter freiwillig zusammengetan, um den Standort mit eigenen Ideen noch nachhaltiger zu gestalten.\n©\n\t\t\t\t\t\t2025\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tKörber AG. All rights reserved."}
{"url": "https://www.koerber.com/presse/koerber-ist-marke-des-jahrhunderts", "content": "Mehr als 12.000 Mitarbeiter, global aktiv und begeistert von Innovation – so erreichen wir Marktführerschaft durch Technologieführerschaft. Wir sind Körber. Unser Konzern stellt sich vor.\nZur Übersicht\nKörber ist ein international führender Technologiekonzern mit mehr als 12.000 Mitarbeitern an über 100 Standorten weltweit. Wir sind die Heimat für Unternehmer – und setzen unternehmerisches Denken in Erfolg für unsere Kunden um. Die Körber AG führt den Konzern mit seinen vier Geschäftsfeldern Digital, Pharma, Supply Chain and Technologies.\nDie Körber Insights zeigen das gesamte Spektrum der Körber-Welt: Wir geben Einblicke in spannende Entwicklungen und Trends, in Innovationen und Technologien. Außerdem stellen wir Persönlichkeiten vor, die Körber mit ihrem Unternehmergeist und neuen Ideen jeden Tag vorantreiben.\nWir entwickeln innovative Produkte, Lösungen und Services für ein nachhaltigeres Morgen und stellen die Menschen vor, die sie möglich machen. Erfahren Sie mehr in unserem Nachhaltigkeitsbericht 2023.\nOnline Nachhaltigkeitsbericht 2023PDF Nachhaltigkeitsbericht 2023\nIm Oktober 2023 haben wir unsere Verpflichtung zu ‚Net Zero‘-CO₂e-Emissionen in der gesamten Wertschöpfungskette bis 2040 durch die Science Based Targets Initiative (SBTi) bestätigen lassen. Wir stellen einige Maßnahmen im Detail vor, mit denen wir dieses ehrgeizige Ziel erreichen werden.\nMit der Entwicklung eines konzernweiten Standards für Life Cycle Assessments (LCAs) konnten wir unsere Ecodesign-Initiative im Jahr 2023 entscheidend voranbringen. Erfahren Sie mehr zu den ersten umgesetzten LCAs und den Herausforderungen, die wir dabei gemeistert haben.\nÜber Spenden, Sponsoring und Freiwilligen-Programme setzt sich Körber jedes Jahr für gemeinnützige Zwecke ein. Hier stellen wir einige der inspirierenden Projekte und Menschen dahinter im Detail vor.\nWir wollen die Informationssicherheit als strategisches Ziel in die Tat umsetzen und sie zum gemeinsamen Anliegen aller Mitarbeiter machen. Wir geben einen Überblick der entsprechenden Maßnahmen und Projekte im Jahr 2023.\nTeamplayer gesucht: Know-how, Kreativität und Engagement unserer Mitarbeiter haben uns zu einem erfolgreichen Technologieunternehmen in Deutschland und weltweit gemacht.  Jetzt wollen wir die Zukunft gestalten – mit Ihnen! Wir bieten spannende Positionen für Experten, Berufseinsteiger, Studierende und Schüler.\nZur KarriereZur Jobbörse des Körber-Konzerns\nEin innovationsförderndes Arbeitsklima, mehr Vielfalt und der Mut zu unbequemen Wahrheiten sind heute zentraler denn je für den Unternehmenserfolg. Im Interview erklärt Gabriele Fanta, Head of Group Human Resources, wie die neuen Führungsprinzipien bei Körber ein fruchtbares Miteinander im Arbeitsalltag gezielt stärken.\nErfahrungsbericht: Max Döring begann nach seinem Studium der Mechatronik und des Maschinenbaus als Trainee bei Körber. Heute ist er Technischer Produktmanager in unserem Körber-Geschäftsfeld Pharma.\nZukunftsorientiertes gemeinsames Handeln ist das Fundament einer nachhaltigen Beschaffung. Körber als global führender Technologiekonzern legt daher großen Wert auf einen optimalen Einkauf von Material und Dienstleistungen.\nZum Einkauf und Supply Chain Management\nPressemeldung\nKörber ist als eine der wenigen Marken des Jahrhunderts ausgezeichnet worden. Dieser prestigeträchtige Preis verliehen durch Deutsche Standards aus der ZEIT Verlagsgruppe unterstreicht die erfolgreiche Transformationsgeschichte und die Innovationskraft des internationalen Technologiekonzerns.\nErst seit 2020 vereint Körber mehr als 40 Einzelmarken unter einer globalen Marke und positioniert sich erfolgreich als „Heimat für Unternehmer“. Der in Deutschland gegründete Technologiekonzern ist inzwischen global in den Geschäftsfeldern Digital, Pharma, Supply Chain und Technologies aktiv und bietet ein umfassendes Technologieportfolio, das von der Konstruktion und Fertigung von Maschinen und Anlagen über operative Software bis hin zu KI-gestützten Lösungen zur Effizienzsteigerung in der industriellen Fertigung und Lieferketten reicht. Körber fokussiert sich auf kundenzentriertes, unternehmerisches Denken und setzt dieses in Erfolge für seine Kunden um.\n„Körber steht für Marktführerschaft durch Technologieführerschaft zum Nutzen unserer Kunden“, betont Stephan Seifert, CEO und Vorstandsvorsitzender des Konzerns. “Um basierend auf diesem Anspruch erste Wahl bei unseren Kunden und Partnern zu bleiben, haben wir in den vergangenen Jahren eine umfassende Transformation durchlaufen, die durch strategische Akquisitionen und Investitionen in neue Geschäftsfelder und Technologien sowie eine marktorientierte Digitalisierungsoffensive geprägt war.”\n„Wir freuen uns sehr, für unsere Markenstrategie, unseren Mut zur Transformation und unsere Implementierungsstärke als Jahrhundertmarke ausgezeichnet worden zu sein. Dieser Preis ist eine Anerkennung für unsere Arbeit und ein Ansporn für die Zukunft“, sagt Henriette Viebig, Head of Brand & Group Communications bei Körber.\nDie erfolgreiche Entwicklung vom klassischen Maschinenbauer zu einem führenden, holistischen Technologieanbieter spiegelt sich in den Innovationen der einzelnen Geschäftsfelder wider. Im Geschäftsfeld Pharma wurde das führende Manufacturing Execution System „Werum PAS-X MES“ entwickelt, das die Prozesse über den gesamten Herstellungszyklus in der Pharma-, Biotech-, Zell- und Gentherapie-Industrie digital und in Echtzeit steuert, überwacht und dokumentiert. Der „Layer Picker“ aus dem Geschäftsfeld Supply Chain wurde zum Branchenstandard für die vollautomatische Depalettierung und Pallet-to-Pallet-Kommissionierung und Körbers Lager-Verwaltungssystem (WMS) steuert effizient alle Prozesse, Bestände und Ressourcen im Lager und wird als „Leader“ im Gartner Magic Quadrant für WMS geführt.\nPressemitteilung vom 02. Dezember 2024\nDiesen Artikel teilen\n©\n\t\t\t\t\t\t2025\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tKörber AG. All rights reserved."}
{"url": "https://www.koerber.com/wir/der-koerber-einkauf-zukunftsorientiert-denken-und-agieren#c1844", "content": "Mehr als 12.000 Mitarbeiter, global aktiv und begeistert von Innovation – so erreichen wir Marktführerschaft durch Technologieführerschaft. Wir sind Körber. Unser Konzern stellt sich vor.\nZur Übersicht\nKörber ist ein international führender Technologiekonzern mit mehr als 12.000 Mitarbeitern an über 100 Standorten weltweit. Wir sind die Heimat für Unternehmer – und setzen unternehmerisches Denken in Erfolg für unsere Kunden um. Die Körber AG führt den Konzern mit seinen vier Geschäftsfeldern Digital, Pharma, Supply Chain and Technologies.\nDie Körber Insights zeigen das gesamte Spektrum der Körber-Welt: Wir geben Einblicke in spannende Entwicklungen und Trends, in Innovationen und Technologien. Außerdem stellen wir Persönlichkeiten vor, die Körber mit ihrem Unternehmergeist und neuen Ideen jeden Tag vorantreiben.\nWir entwickeln innovative Produkte, Lösungen und Services für ein nachhaltigeres Morgen und stellen die Menschen vor, die sie möglich machen. Erfahren Sie mehr in unserem Nachhaltigkeitsbericht 2023.\nOnline Nachhaltigkeitsbericht 2023PDF Nachhaltigkeitsbericht 2023\nIm Oktober 2023 haben wir unsere Verpflichtung zu ‚Net Zero‘-CO₂e-Emissionen in der gesamten Wertschöpfungskette bis 2040 durch die Science Based Targets Initiative (SBTi) bestätigen lassen. Wir stellen einige Maßnahmen im Detail vor, mit denen wir dieses ehrgeizige Ziel erreichen werden.\nMit der Entwicklung eines konzernweiten Standards für Life Cycle Assessments (LCAs) konnten wir unsere Ecodesign-Initiative im Jahr 2023 entscheidend voranbringen. Erfahren Sie mehr zu den ersten umgesetzten LCAs und den Herausforderungen, die wir dabei gemeistert haben.\nÜber Spenden, Sponsoring und Freiwilligen-Programme setzt sich Körber jedes Jahr für gemeinnützige Zwecke ein. Hier stellen wir einige der inspirierenden Projekte und Menschen dahinter im Detail vor.\nWir wollen die Informationssicherheit als strategisches Ziel in die Tat umsetzen und sie zum gemeinsamen Anliegen aller Mitarbeiter machen. Wir geben einen Überblick der entsprechenden Maßnahmen und Projekte im Jahr 2023.\nTeamplayer gesucht: Know-how, Kreativität und Engagement unserer Mitarbeiter haben uns zu einem erfolgreichen Technologieunternehmen in Deutschland und weltweit gemacht.  Jetzt wollen wir die Zukunft gestalten – mit Ihnen! Wir bieten spannende Positionen für Experten, Berufseinsteiger, Studierende und Schüler.\nZur KarriereZur Jobbörse des Körber-Konzerns\nEin innovationsförderndes Arbeitsklima, mehr Vielfalt und der Mut zu unbequemen Wahrheiten sind heute zentraler denn je für den Unternehmenserfolg. Im Interview erklärt Gabriele Fanta, Head of Group Human Resources, wie die neuen Führungsprinzipien bei Körber ein fruchtbares Miteinander im Arbeitsalltag gezielt stärken.\nErfahrungsbericht: Max Döring begann nach seinem Studium der Mechatronik und des Maschinenbaus als Trainee bei Körber. Heute ist er Technischer Produktmanager in unserem Körber-Geschäftsfeld Pharma.\nZukunftsorientiertes gemeinsames Handeln ist das Fundament einer nachhaltigen Beschaffung. Körber als global führender Technologiekonzern legt daher großen Wert auf einen optimalen Einkauf von Material und Dienstleistungen.\nZum Einkauf und Supply Chain Management\nWir\nZukunftsorientiertes gemeinsames Handeln ist das Fundament einer nachhaltigen Beschaffung. Körber als global führender Technologiekonzern legt daher großen Wert auf einen optimalen Einkauf von Material und Dienstleistungen.\nEin integraler Bestandteil der Körber Unternehmensstrategie und damit auch der Einkaufs & Supply Chain Philosophie ist dabei die kosten- und ressourcensparende Versorgung mit Materialien und Dienstleistungen. Um die Wettbewerbsfähigkeit von Körber dauerhaft abzusichern, spielen vor allem Qualität, Termintreue, Nachhaltigkeit und Innovationskraft eine entscheidende Rolle. Unser globales Einkaufnetzwerk leistet dazu einen maßgeblichen Beitrag zum Erfolg des Unternehmens.\nBei Körber ist die Einkaufs- & Supply Chain Management Organisation von der Entwicklung über die Bedarfsentstehung bis zur Bedarfsabwicklung in sämtliche Prozessschritte sowie Beschaffungsvorgänge eingebunden. Wir verantworten im Konzern die maßgeschneiderte Lieferantenauswahl und die exakte Projektabwicklung. Die zielgerichtete Umsetzung unserer einheitlichen Einkaufsstrategie als Teil der Unternehmensstrategie mit klaren Themenschwerpunkten, z. B. das einheitliche Lieferantenmanagement, ist für uns von wesentlicher Bedeutung. Hierbei finden alle Aktivitäten in enger Kooperation mit unseren Schnittstellenpartnern und Bedarfsträgern wie Entwicklung, Produktion und Service statt. Unsere Lieferanten stehen dabei im Mittelpunkt unserer Aktivitäten. Gemeinsam wollen wir mit ihnen durch Innovation und Nachhaltigkeit die Zukunft von Körber mitgestalten.\nBei Interesse an einer Zusammenarbeit oder für generelle Fragen an die Einkaufs- und Supply Chain Management Organisation stehen wir Ihnen gerne unter dieser E-Mail Adresse zur Verfügung:\nkoerber_procurement@koerber.com\nAllgemeine Einkaufsbedingungen für Dienstleistungen\nDeutsche SprachfassungDownloadapplication/pdf\n                                                        (115 KB)\nEnglische SprachfassungDownloadapplication/pdf\n                                                        (116 KB)\nAllgemeine Einkaufsbedingungen für Dienstleistungen\nEnglische SprachfassungDownloadapplication/pdf\n                                                        (133 KB)\nAllgemeine Einkaufsbedingungen für Dienstleistungen\nEnglische und chinesische SprachfassungDownloadapplication/pdf\n                                                        (360 KB)\nAllgemeine Einkaufsbedingungen für Dienstleistungen\nItalienische SprachfassungDownloadapplication/pdf\n                                                        (194 KB)\nEnglische SprachfassungDownloadapplication/pdf\n                                                        (179 KB)\nAllgemeine Einkaufsbedingungen für Dienstleistungen\nEnglische SprachfassungDownloadapplication/pdf\n                                                        (136 KB)\nAllgemeine Einkaufsbedingungen für Dienstleistungen\nUngarische SprachfassungDownloadapplication/pdf\n                                                        (162 KB)\nEnglische SprachfassungDownloadapplication/pdf\n                                                        (122 KB)\nAllgemeine Einkaufsbedingungen für Dienstleistungen\nEnglische SprachfassungDownloadapplication/pdf\n                                                        (132 KB)\nAllgemeine Einkaufsbedingungen für Dienstleistungen\nEnglische SprachfassungDownloadapplication/pdf\n                                                        (137 KB)\nAllgemeine Einkaufsbedingungen für Dienstleistungen\nPortugiesische SprachfassungDownloadapplication/pdf\n                                                        (130 KB)\nEnglische SprachfassungDownloadapplication/pdf\n                                                        (117 KB)\nAllgemeine Einkaufsbedingungen für Dienstleistungen\nPortugiesische SprachfassungDownloadapplication/pdf\n                                                        (133 KB)\nEnglische SprachfassungDownloadapplication/pdf\n                                                        (121 KB)\nAllgemeine Einkaufsbedingungen für Dienstleistungen\nDeutsche SprachfassungDownloadapplication/pdf\n                                                        (119 KB)\nEnglische SprachfassungDownloadapplication/pdf\n                                                        (140 KB)\nAllgemeine Einkaufsbedingungen für Lieferungen\nDeutsche SprachfassungDownloadapplication/pdf\n                                                        (127 KB)\nEnglische SprachfassungDownloadapplication/pdf\n                                                        (130 KB)\nAllgemeine Einkaufsbedingungen für Lieferungen\nEnglische SprachfassungDownloadapplication/pdf\n                                                        (138 KB)\nAllgemeine Einkaufsbedingungen für Lieferungen\nChinesische SprachfassungDownloadapplication/pdf\n                                                        (237 KB)\nEnglische SprachfassungDownloadapplication/pdf\n                                                        (126 KB)\nAllgemeine Einkaufsbedingungen für Lieferungen\nItalienische SprachfassungDownloadapplication/pdf\n                                                        (197 KB)\nEnglische SprachfassungDownloadapplication/pdf\n                                                        (155 KB)\nAllgemeine Einkaufsbedingungen für Lieferungen\nEnglische SprachfassungDownloadapplication/pdf\n                                                        (140 KB)\nAllgemeine Einkaufsbedingungen für Lieferungen\nUngarische SprachfassungDownloadapplication/pdf\n                                                        (174 KB)\nEnglische SprachfassungDownloadapplication/pdf\n                                                        (134 KB)\nAllgemeine Einkaufsbedingungen für Lieferungen\nEnglische SprachfassungDownloadapplication/pdf\n                                                        (151 KB)\nAllgemeine Einkaufsbedingungen für Lieferungen\nEnglische SprachfassungDownloadapplication/pdf\n                                                        (155 KB)\nAllgemeine Einkaufsbedingungen für Lieferungen\nPortugiesische SprachfassungDownloadapplication/pdf\n                                                        (163 KB)\nEnglische SprachfassungDownloadapplication/pdf\n                                                        (133 KB)\nAllgemeine Einkaufsbedingungen für Lieferungen\nPortugiesische SprachfassungDownloadapplication/pdf\n                                                        (172 KB)\nEnglische SprachfassungDownloadapplication/pdf\n                                                        (133 KB)\nAllgemeine Einkaufsbedingungen für Lieferungen\nDeutsche SprachfassungDownloadapplication/pdf\n                                                        (134 KB)\nEnglische SprachfassungDownloadapplication/pdf\n                                                        (146 KB)\nAllgemeine Einkaufsbedingungen für IT-Dienstleistungen\nDeutsche SprachfassungDownloadapplication/pdf\n                                                        (206 KB)\nEnglische SprachfassungDownloadapplication/pdf\n                                                        (98 KB)\nAls fester Bestandteil der Unternehmensstrategie ist das Thema Nachhaltigkeit auch von zentraler Bedeutung für unsere Beschaffung und das Managen unserer Lieferkette. Bei der Auswahl und Bewertung von Lieferanten achten wir auf weit mehr als nur wirtschaftliche Kriterien. Wir betrachten auch Themen wie Umweltschutz, Arbeitsschutz, soziale Standards, Compliance und vor allem auch die Einhaltung von Menschenrechten.\nUnser verantwortungsvoller Ansatz für nachhaltige Lieferketten beruht auf unserer  Grundsatzerklärung zur Menschenrechtsposition, dem Schutz der Umwelt und unseremVerhaltenskodex für Lieferanten.\nWir erwarten von unseren Lieferanten einen verantwortungsvollen und wirksamen Ansatz hinsichtlich Nachhaltigkeit und unterstützen jeden darin dieser Verantwortung gerecht zu werden.\nDer Körber-Konzern bekennt sich in all seinen Aktivitäten zu seiner Verantwortung zur Achtung und zum Schutz der Menschenrechte. Dies erwarten wir gleichermaßen von unseren Lieferanten.  Der Körber Verhaltenskodex für Lieferanten ist ein wichtiger Bestandteil aller Bestellungen des Körber-Konzerns und beschreibt die Mindestanforderung sozialer Standards bei unseren Lieferanten. Die Akzeptanz des Verhaltenskodex‘ für Lieferanten ist Grundvoraussetzung, um Aufträge von Gesellschaften des Körber-Konzerns zu erhalten.\nDie Einhaltung der Menschenrechte bei unseren Lieferanten wird regelmäßig überprüft durch Selbstauskünfte, Audits und Abfragen bei unabhängigen externen Informations-anbietern.\nDer Weg zu einer klimaneutralen Wirtschaft ist eine große, gemeinsame Aufgabe. Wir bei Körber wollen einen aktiven Beitrag dazu leisten und haben uns das Ziel gesetzt, bis 2025 CO₂-neutral zu werden. und unseren CO₂-Fußbabdruck kontinuierlich zu reduzieren.\nBei der Reduzierung unseres CO₂-Fußbadrucks spielen unsere Lieferanten eine wesentliche Rolle, vor allem in Bezug auf unsere vorgelagerten Scope-3-Emissionen.\nIntegrität als Basis einer partnerschaftlichen Zusammenarbeit\nDer Körber-Konzern ist ein global agierendes Unternehmen und arbeitet wir mit vielen verschiedenen Partner weltweit zusammen. Als Basis aller geschäftlichen Beziehungen erachtet Körber die Integrität eines jeden Lieferanten als unverzichtbar.\nBei der Auswahl und Bewertung von Lieferanten achten wir auf weit mehr als nur wirtschaftliche Kriterien. Wir betrachten auch Themen wie Umweltschutz, Arbeitsschutz, soziale Standards, Compliance und vor allem auch die Einhaltung von Menschenrechten.\nDer Körber Supplier Code of Conduct ist dabei ein wichtiger Vertragsbestandteil und beschreibt die Mindestanforderung an unsere Lieferanten zu den oben benannten Themenstellungen. Die Akzeptanz des Supplier Code of Conducts ist Grundvoraussetzung, um Aufträge von Gesellschaften des Körber-Konzerns zu erhalten.\nBei Verstößen gegen den Code of Conduct (Verhaltenskodex) behalten wir es uns vor, die Geschäftsbeziehung zu beenden. Bei Fragen wenden Sie sich gerne an Ihren zuständigen Körber Ansprechpartner im Einkauf & Supply Chain Management.\nKörber-Konzern „Code of Conduct“ für Lieferanten\nDeutsche SprachfassungDownloadapplication/pdf\n                                                        (308 KB)\nKörber-Konzern „Code of Conduct“ für Lieferanten\nEnglische SprachfassungDownloadapplication/pdf\n                                                        (308 KB)\nKörber-Konzern „Code of Conduct“ für Lieferanten\nChinesische SprachfassungDownloadapplication/pdf\n                                                        (633 KB)\nKörber-Konzern „Code of Conduct“ für Lieferanten\nUngarische SprachfassungDownloadapplication/pdf\n                                                        (215 KB)\nKörber-Konzern „Code of Conduct“ für Lieferanten\nItalienische SprachfassungDownloadapplication/pdf\n                                                        (208 KB)\nKörber-Konzern „Code of Conduct“ für Lieferanten\nPortugiesische SprachfassungDownloadapplication/pdf\n                                                        (131 KB)\nKörber-Konzern „Code of Conduct“ für Lieferanten\nFranzösische SprachfassungDownloadapplication/pdf\n                                                        (217 KB)\nAb dem 1. Januar 2023 muss Körber die Anforderungen des deutschen Lieferkettensorgfaltspflichtengesetzes (LkSG) umsetzen. Dieses Gesetz regelt die Verantwortung des Unternehmens für die Einhaltung von Menschenrechten und Umweltschutz in globalen Lieferketten und im eigenen Geschäftsbereich.\nKörber stellt sicher, dass umfassende Sorgfaltsplichten gemäß LkSG im Unternehmen umgesetzt werden.\nBericht zum Lieferkettensorgfaltspflichtengesetz 2023\nDeutsche SprachfassungDownloadapplication/pdf\n                                                        (183 KB)\nAnforderungen und Zertifikate\nPortugiesische SprachfassungDownloadapplication/pdf\n                                                        (142 KB)\nEnglische SprachfassungDownloadapplication/pdf\n                                                        (135 KB)\nUnser Handeln gegenüber Mitarbeitern, Geschäftspartnern und der Öffentlichkeit ist geprägt von Integrität und verantwortungsvollem Handeln.\nCompliance-Verstöße oder Verstöße gegen den Körber Code of Conduct sind nicht zu tolerieren.\nMit unserem Meldetool bieten wir die Möglichkeit, über Verstöße oder konkrete Anhaltspunkte zu Verstößen zu berichten.\nCompliance-Verstoß melden\n©\n\t\t\t\t\t\t2025\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tKörber AG. All rights reserved."}
{"url": "https://www.koerber.com/wir/jahresberichte", "content": "Mehr als 12.000 Mitarbeiter, global aktiv und begeistert von Innovation – so erreichen wir Marktführerschaft durch Technologieführerschaft. Wir sind Körber. Unser Konzern stellt sich vor.\nZur Übersicht\nKörber ist ein international führender Technologiekonzern mit mehr als 12.000 Mitarbeitern an über 100 Standorten weltweit. Wir sind die Heimat für Unternehmer – und setzen unternehmerisches Denken in Erfolg für unsere Kunden um. Die Körber AG führt den Konzern mit seinen vier Geschäftsfeldern Digital, Pharma, Supply Chain and Technologies.\nDie Körber Insights zeigen das gesamte Spektrum der Körber-Welt: Wir geben Einblicke in spannende Entwicklungen und Trends, in Innovationen und Technologien. Außerdem stellen wir Persönlichkeiten vor, die Körber mit ihrem Unternehmergeist und neuen Ideen jeden Tag vorantreiben.\nWir entwickeln innovative Produkte, Lösungen und Services für ein nachhaltigeres Morgen und stellen die Menschen vor, die sie möglich machen. Erfahren Sie mehr in unserem Nachhaltigkeitsbericht 2023.\nOnline Nachhaltigkeitsbericht 2023PDF Nachhaltigkeitsbericht 2023\nIm Oktober 2023 haben wir unsere Verpflichtung zu ‚Net Zero‘-CO₂e-Emissionen in der gesamten Wertschöpfungskette bis 2040 durch die Science Based Targets Initiative (SBTi) bestätigen lassen. Wir stellen einige Maßnahmen im Detail vor, mit denen wir dieses ehrgeizige Ziel erreichen werden.\nMit der Entwicklung eines konzernweiten Standards für Life Cycle Assessments (LCAs) konnten wir unsere Ecodesign-Initiative im Jahr 2023 entscheidend voranbringen. Erfahren Sie mehr zu den ersten umgesetzten LCAs und den Herausforderungen, die wir dabei gemeistert haben.\nÜber Spenden, Sponsoring und Freiwilligen-Programme setzt sich Körber jedes Jahr für gemeinnützige Zwecke ein. Hier stellen wir einige der inspirierenden Projekte und Menschen dahinter im Detail vor.\nWir wollen die Informationssicherheit als strategisches Ziel in die Tat umsetzen und sie zum gemeinsamen Anliegen aller Mitarbeiter machen. Wir geben einen Überblick der entsprechenden Maßnahmen und Projekte im Jahr 2023.\nTeamplayer gesucht: Know-how, Kreativität und Engagement unserer Mitarbeiter haben uns zu einem erfolgreichen Technologieunternehmen in Deutschland und weltweit gemacht.  Jetzt wollen wir die Zukunft gestalten – mit Ihnen! Wir bieten spannende Positionen für Experten, Berufseinsteiger, Studierende und Schüler.\nZur KarriereZur Jobbörse des Körber-Konzerns\nEin innovationsförderndes Arbeitsklima, mehr Vielfalt und der Mut zu unbequemen Wahrheiten sind heute zentraler denn je für den Unternehmenserfolg. Im Interview erklärt Gabriele Fanta, Head of Group Human Resources, wie die neuen Führungsprinzipien bei Körber ein fruchtbares Miteinander im Arbeitsalltag gezielt stärken.\nErfahrungsbericht: Max Döring begann nach seinem Studium der Mechatronik und des Maschinenbaus als Trainee bei Körber. Heute ist er Technischer Produktmanager in unserem Körber-Geschäftsfeld Pharma.\nZukunftsorientiertes gemeinsames Handeln ist das Fundament einer nachhaltigen Beschaffung. Körber als global führender Technologiekonzern legt daher großen Wert auf einen optimalen Einkauf von Material und Dienstleistungen.\nZum Einkauf und Supply Chain Management\nWir\nZahlen, Daten, Fakten und spannende Einblicke, in das, was wir bei Körber tun, auf einen Blick: Hier finden Sie die Jahresberichte und Kennzahlen der vergangenen Jahre.\nDie Konzern-Kennzahlen geben einen Überblick über die Entwicklung im zurückliegenden Geschäftsjahr.\nWeiterlesen\nDie Konzern-Kennzahlen geben einen Überblick über die Entwicklung im Geschäftsjahr 2022.\nWeiterlesen\nDie Konzern-Kennzahlen geben einen Überblick über die Entwicklung im Geschäftsjahr 2021.\nWeiterlesen\nDie Konzern-Kennzahlen geben einen Überblick über die Entwicklung im Geschäftsjahr 2020.\nWeiterlesen\nWir haben 2019 innovative Lösungen entwickelt, die die Leistungsfähigkeit unserer Kunden stärken. Der Jahresbericht gibt einen Überblick.\nWeiterlesen\nDownloadPDF Datei (7 MB)\nDownloadPDF Datei (14 MB)\nDownloadPDF Datei (8 MB)\nDownloadPDF Datei (8 MB)\nDownloadPDF Datei (3 MB)\n©\n\t\t\t\t\t\t2025\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tKörber AG. All rights reserved."}
{"url": "https://www.koerber.com/technologies", "content": "Mehr als 12.000 Mitarbeiter, global aktiv und begeistert von Innovation – so erreichen wir Marktführerschaft durch Technologieführerschaft. Wir sind Körber. Unser Konzern stellt sich vor.\nZur Übersicht\nKörber ist ein international führender Technologiekonzern mit mehr als 12.000 Mitarbeitern an über 100 Standorten weltweit. Wir sind die Heimat für Unternehmer – und setzen unternehmerisches Denken in Erfolg für unsere Kunden um. Die Körber AG führt den Konzern mit seinen vier Geschäftsfeldern Digital, Pharma, Supply Chain and Technologies.\nDie Körber Insights zeigen das gesamte Spektrum der Körber-Welt: Wir geben Einblicke in spannende Entwicklungen und Trends, in Innovationen und Technologien. Außerdem stellen wir Persönlichkeiten vor, die Körber mit ihrem Unternehmergeist und neuen Ideen jeden Tag vorantreiben.\nWir entwickeln innovative Produkte, Lösungen und Services für ein nachhaltigeres Morgen und stellen die Menschen vor, die sie möglich machen. Erfahren Sie mehr in unserem Nachhaltigkeitsbericht 2023.\nOnline Nachhaltigkeitsbericht 2023PDF Nachhaltigkeitsbericht 2023\nIm Oktober 2023 haben wir unsere Verpflichtung zu ‚Net Zero‘-CO₂e-Emissionen in der gesamten Wertschöpfungskette bis 2040 durch die Science Based Targets Initiative (SBTi) bestätigen lassen. Wir stellen einige Maßnahmen im Detail vor, mit denen wir dieses ehrgeizige Ziel erreichen werden.\nMit der Entwicklung eines konzernweiten Standards für Life Cycle Assessments (LCAs) konnten wir unsere Ecodesign-Initiative im Jahr 2023 entscheidend voranbringen. Erfahren Sie mehr zu den ersten umgesetzten LCAs und den Herausforderungen, die wir dabei gemeistert haben.\nÜber Spenden, Sponsoring und Freiwilligen-Programme setzt sich Körber jedes Jahr für gemeinnützige Zwecke ein. Hier stellen wir einige der inspirierenden Projekte und Menschen dahinter im Detail vor.\nWir wollen die Informationssicherheit als strategisches Ziel in die Tat umsetzen und sie zum gemeinsamen Anliegen aller Mitarbeiter machen. Wir geben einen Überblick der entsprechenden Maßnahmen und Projekte im Jahr 2023.\nTeamplayer gesucht: Know-how, Kreativität und Engagement unserer Mitarbeiter haben uns zu einem erfolgreichen Technologieunternehmen in Deutschland und weltweit gemacht.  Jetzt wollen wir die Zukunft gestalten – mit Ihnen! Wir bieten spannende Positionen für Experten, Berufseinsteiger, Studierende und Schüler.\nZur KarriereZur Jobbörse des Körber-Konzerns\nEin innovationsförderndes Arbeitsklima, mehr Vielfalt und der Mut zu unbequemen Wahrheiten sind heute zentraler denn je für den Unternehmenserfolg. Im Interview erklärt Gabriele Fanta, Head of Group Human Resources, wie die neuen Führungsprinzipien bei Körber ein fruchtbares Miteinander im Arbeitsalltag gezielt stärken.\nErfahrungsbericht: Max Döring begann nach seinem Studium der Mechatronik und des Maschinenbaus als Trainee bei Körber. Heute ist er Technischer Produktmanager in unserem Körber-Geschäftsfeld Pharma.\nZukunftsorientiertes gemeinsames Handeln ist das Fundament einer nachhaltigen Beschaffung. Körber als global führender Technologiekonzern legt daher großen Wert auf einen optimalen Einkauf von Material und Dienstleistungen.\nZum Einkauf und Supply Chain Management\nDas Körber-Geschäftsfeld Technologies steht für herausragende Technologien und bietet Lösungen für die Tabak- und Genussmittelindustrie wie zum Beispiel Papiertrinkhalme. Dazu gehörenProzessequipment,MaschinenundServices, sowieDigitallösungen,MessinstrumenteundAromen. Dafür baut das Körber-Geschäftsfeld Technologies ein Ökosystem aus Partnern und Kunden auf, in dem unterschiedlichste Kompetenzen und Ideen zusammengeführt werden.\nSie wollen mehr über das Körber-Geschäftsfeld Technologies erfahren oder Teil des technologischen Ökosystems werden?\nMehr auf www.koerber-technologies.com\nSeit mehr als 75 Jahren sichern wir mit innovativer Spitzentechnologie den Erfolg unserer Kunden. In dieser Zeit wurden wir nicht nur zum weltweit führenden Partner der internationalen Tabakindustrie, sondern zum Treiber und Innovator in den unterschiedlichsten Branchen und Bereichen. An 25 Produktions-, Vertriebs- und Servicestandorten weltweit unterstützen wir unsere Kunden mit Leidenschaft, Präzision und Leistungswillen.\nUm unser Kerngeschäft zu verstärken, gleichzeitig neue Technologien und Geschäftsmodelle zu integrieren und neue Märkte zu erschließen, vereinen wir seit dem 1. September 2022 alle Marken der ehemaligen Hauni Group unter dem Namen Körber. Das unterstreicht unsere enge Verbindung zu den Geschäftsfeldern des Körber-Konzerns und unseren Anspruch, über die Grenzen der Tabakindustrie hinaus zu wachsen.\nMehr auf www.koerber-technologies.com\nDiese Seite teilen\nInsights zeigt die ganze Bandbreite von Körber – was wir tun und wie wir es tun: Wir geben Einblicke in spannende Entwicklungen und Trends, in Innovationen und Technologien. Wir stellen Menschen vor, die Körber mit ihrer unternehmerischen Einstellung und neuen Ideen Tag für Tag vorantreiben – immer zum Nutzen unserer Kunden. In dieser Rubrik finden Sie inspirierende Inhalte rund um unser Geschäftsfeld Technologies.\nDer 1. September 2022 wird in die Unternehmensgeschichte eingehen: Die Hauni Maschinenbau GmbH und alle Tochtergesellschaften bilden nun das Körber-Geschäftsfeld Technologies.\nDer Körber Cell Maker hebt Geschwindigkeit und Qualität in der Produktion von Batteriezellen auf ein völlig neues Niveau.\n©\n\t\t\t\t\t\t2025\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tKörber AG. All rights reserved."}
{"url": "https://www.koerber.com/pharma", "content": "Mehr als 12.000 Mitarbeiter, global aktiv und begeistert von Innovation – so erreichen wir Marktführerschaft durch Technologieführerschaft. Wir sind Körber. Unser Konzern stellt sich vor.\nZur Übersicht\nKörber ist ein international führender Technologiekonzern mit mehr als 12.000 Mitarbeitern an über 100 Standorten weltweit. Wir sind die Heimat für Unternehmer – und setzen unternehmerisches Denken in Erfolg für unsere Kunden um. Die Körber AG führt den Konzern mit seinen vier Geschäftsfeldern Digital, Pharma, Supply Chain and Technologies.\nDie Körber Insights zeigen das gesamte Spektrum der Körber-Welt: Wir geben Einblicke in spannende Entwicklungen und Trends, in Innovationen und Technologien. Außerdem stellen wir Persönlichkeiten vor, die Körber mit ihrem Unternehmergeist und neuen Ideen jeden Tag vorantreiben.\nWir entwickeln innovative Produkte, Lösungen und Services für ein nachhaltigeres Morgen und stellen die Menschen vor, die sie möglich machen. Erfahren Sie mehr in unserem Nachhaltigkeitsbericht 2023.\nOnline Nachhaltigkeitsbericht 2023PDF Nachhaltigkeitsbericht 2023\nIm Oktober 2023 haben wir unsere Verpflichtung zu ‚Net Zero‘-CO₂e-Emissionen in der gesamten Wertschöpfungskette bis 2040 durch die Science Based Targets Initiative (SBTi) bestätigen lassen. Wir stellen einige Maßnahmen im Detail vor, mit denen wir dieses ehrgeizige Ziel erreichen werden.\nMit der Entwicklung eines konzernweiten Standards für Life Cycle Assessments (LCAs) konnten wir unsere Ecodesign-Initiative im Jahr 2023 entscheidend voranbringen. Erfahren Sie mehr zu den ersten umgesetzten LCAs und den Herausforderungen, die wir dabei gemeistert haben.\nÜber Spenden, Sponsoring und Freiwilligen-Programme setzt sich Körber jedes Jahr für gemeinnützige Zwecke ein. Hier stellen wir einige der inspirierenden Projekte und Menschen dahinter im Detail vor.\nWir wollen die Informationssicherheit als strategisches Ziel in die Tat umsetzen und sie zum gemeinsamen Anliegen aller Mitarbeiter machen. Wir geben einen Überblick der entsprechenden Maßnahmen und Projekte im Jahr 2023.\nTeamplayer gesucht: Know-how, Kreativität und Engagement unserer Mitarbeiter haben uns zu einem erfolgreichen Technologieunternehmen in Deutschland und weltweit gemacht.  Jetzt wollen wir die Zukunft gestalten – mit Ihnen! Wir bieten spannende Positionen für Experten, Berufseinsteiger, Studierende und Schüler.\nZur KarriereZur Jobbörse des Körber-Konzerns\nEin innovationsförderndes Arbeitsklima, mehr Vielfalt und der Mut zu unbequemen Wahrheiten sind heute zentraler denn je für den Unternehmenserfolg. Im Interview erklärt Gabriele Fanta, Head of Group Human Resources, wie die neuen Führungsprinzipien bei Körber ein fruchtbares Miteinander im Arbeitsalltag gezielt stärken.\nErfahrungsbericht: Max Döring begann nach seinem Studium der Mechatronik und des Maschinenbaus als Trainee bei Körber. Heute ist er Technischer Produktmanager in unserem Körber-Geschäftsfeld Pharma.\nZukunftsorientiertes gemeinsames Handeln ist das Fundament einer nachhaltigen Beschaffung. Körber als global führender Technologiekonzern legt daher großen Wert auf einen optimalen Einkauf von Material und Dienstleistungen.\nZum Einkauf und Supply Chain Management\nKörbers Geschäftsfeld Pharma macht den entscheidenden Unterschied, wenn es darum geht Medikamente schnell, sicher und in höchster Qualität herzustellen und zu verpacken. Mit unserem Expertenwissen, der jahrzehntelangen Erfahrung und Marktführerschaft in vielen Bereichen, haben wir die passenden Lösungen für die Pharma- und Biotech-Industrie.\nMehr zum Körber-Geschäftsfeld Pharma\nSie wollen mehr über das Körber-Geschäftsfeld Pharma erfahren oder Teil des pharmazeutischen Ökosystems werden?\nMehr auf www.koerber-pharma.com\nPharmazeutische Produkte müssen besonders sicher sein. Nutzerfreundliche und intelligente Lösungen kombiniert das Geschäftsfeld Pharma zu einem einzigartigen Portfolio aus Maschinen, Software und Material. Darüber hinaus gehört auch die unabhängige Beratungskompetenz für Kunden in Serialisierungs- oder Track & Trace-Projekten zum Angebot.\nKörber verbindet höchstes Know-how mit Spitzentechnologie, um ganzheitliche Lösungen zu entwickeln. Wir sind gleichsam Partner und einer der international führenden Systemanbieter für die Pharma- und Biotech-Branche. In einer stark regulierten Industrie und in einem komplexen Markt unterstützen wir unsere Kunden sowohl bei der Produktion, Verpackung und Inspektion, als auch dabei, Software für den gesamten Prozess zu implementieren. Das schafft echten Mehrwert.\nDas Körber-Geschäftsfeld Pharma ist weltweit an 25 Standorten vertreten. Unsere Mitarbeiter stellen sicher, dass unsere Kunden Medikamente schnell, zuverlässig und in der höchsten Qualität herstellen und verpacken können.\nVon Standardapplikationen bis zu komplexen Linienkonzepten: Wir bei Körber bieten Lösungen aus einer Hand – damit sich unsere Kunden auf ihr Kerngeschäft konzentrieren können.\nArzneimittel sind äußert sensible Produkte, ihre Verpackung muss den empfindlichen Inhalt wirksam schützen. Dafür sind Lösungen gefragt, die sowohl funktional als auch wirtschaftlich sind.\nKörber bietet hierfür mit Dividella und Rondo Solutions effiziente und vollautomatisierte Lösungen für die Pharma-Sekundärverpackung. Zudem umfasst das Angebot im Körber-Geschäftsfeld Pharma Kartonier- und Blistermaschinen sowie Komplettlösungen für die Integration ganzer Verpackungslinien, um pharmazeutische Produkte sicher zu transportieren.\nDie flexiblen Systeme lassen sich leicht an die ganz unterschiedlichen Anforderungen von Kunden an Größen, Stoßsicherheit, Verarbeitung und Nachverfolgung der Produkte anpassen.\nMedizinische Erzeugnisse erfordern bei der Produktion eine intensive Überwachung. Körber hat dafür sichere Lösungen – ganz gleich, ob es sich um Vials, Ampullen, Cartridges oder Spritzen handelt. Oder um Flaschen, gefüllt mit Emulsionen, ölhaltigen, viskosen Produkten, Lyophilisaten oder Pulvern.\nUnsere Seidenader Solutions umfassen Anlagen zum Sortieren von Tabletten, Oblongs oder Kapseln. Zudem bieten wir halb- und vollautomatische Systeme für die Inspektion – mit State-of-the-Art-Lösungen im Bereich der Bildverarbeitung. Ergänzende Verfahren wie Hochspannung oder Lasertechnologie kommen etwa bei der Dichtigkeitsprüfung von Behältern zum Einsatz.\nWir bei Körber tun alles, damit sich unsere Kunden erfolgreich auf dem pharmazeutischen Markt behaupten können. Ob sie Lösungen für die Serialisierung suchen oder MES-Projekte (Manufacturing Execution System) umsetzen möchten, wir beraten unsere Kunden unabhängig und individuell.\nIm Bereich Software bieten wir mit unseren Werum Solutions zudem funktional vollständige MES-Lösungen für den gesamten Produktionsprozess an. So wird ein reibungsloser Betrieb sichergestellt und Personal entlastet. Mit dem Werum PAS-X ist Körber weltweiter Marktführer im Bereich MES-Systeme.\nMedikamente sicher und effizient herzustellen ist wichtig. Doch mindestens ebenso erforderlich ist es, pharmazeutische Erzeugnisse von der Entstehung bis zum Apotheker – und damit bis zum Patienten – durchgängig nachverfolgen zu können. Das ermöglicht einen zuverlässigen Schutz vor Fälschungen, was wiederum vor allem den Patienten zugutekommt. Wir bei Körber bieten auch hierfür maßgeschneiderte Track & Trace-Lösungen und unterstützen unsere Kunden dabei, ihre Produkte oder Medikamente zu serialisieren.\nMehr auf www.koerber-pharma.com\nDiesen Artikel teilen\nInsights zeigt die ganze Bandbreite von Körber – was wir tun und wie wir es tun: Wir geben Einblicke in spannende Entwicklungen und Trends, in Innovationen und Technologien. Wir stellen Menschen vor, die Körber mit ihrer unternehmerischen Einstellung und neuen Ideen Tag für Tag vorantreiben – immer zum Nutzen unserer Kunden. In dieser Rubrik finden Sie inspirierende Inhalte rund um unser Geschäftsfeld Pharma.\nLars Hornung und Wiek de Winter gehören zu dem Team, das ein gemeinsames Produktangebot für die Geschäftsfelder Pharma und Supply Chain entwickelt hat.\nKörber wird erneut als führender Anbieter im Gartner® Magic Quadrant™ für Manufacturing Execution Systems 2023 ausgezeichnet.\nKeine Angst vor Pharma 4.0: Wir helfen unseren Kunden, sich zu digitalisieren. Ganz individuell, nach ihren Bedürfnissen und Möglichkeiten.\nDie Zell- und Gentherapie gilt als Meilenstein im Kampf gegen Krankheiten. Im Interview erklärt Dr. Judith Koliwer, Principal Consultant Cell and Gene Therapy...\nDürfen wir vorstellen: „Obsoletely“, ein interaktives Portal für Ersatzteile. Unsere Experten Lukas Jacob und Nizar Manzli aus den Körber-Geschäftsfeldern Pharma und Digital erklären, wie es funktioniert und Kunden dabei hilft, Maschinenstillstand vorzubeugen.\nWie das Körber-Geschäftsfeld Pharma in engem Dialog mit Kunden Innovationen für die Pharma- und Biotechindustrie vorantreibt.\nBisher sahen harmlose Luftblasen in Spritzen oder Ampullen für Inspektionskameras aus wie problematische Fremdkörper. Eine innovative Lösung des Körber-Geschäftsfelds Pharma erkennt den Unterschied sofort – mit erheblichem Nutzen für die Pharma-industrie.\n©\n\t\t\t\t\t\t2025\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tKörber AG. All rights reserved."}
{"url": "https://www.koerber.com/presse", "content": "Mehr als 12.000 Mitarbeiter, global aktiv und begeistert von Innovation – so erreichen wir Marktführerschaft durch Technologieführerschaft. Wir sind Körber. Unser Konzern stellt sich vor.\nZur Übersicht\nKörber ist ein international führender Technologiekonzern mit mehr als 12.000 Mitarbeitern an über 100 Standorten weltweit. Wir sind die Heimat für Unternehmer – und setzen unternehmerisches Denken in Erfolg für unsere Kunden um. Die Körber AG führt den Konzern mit seinen vier Geschäftsfeldern Digital, Pharma, Supply Chain and Technologies.\nDie Körber Insights zeigen das gesamte Spektrum der Körber-Welt: Wir geben Einblicke in spannende Entwicklungen und Trends, in Innovationen und Technologien. Außerdem stellen wir Persönlichkeiten vor, die Körber mit ihrem Unternehmergeist und neuen Ideen jeden Tag vorantreiben.\nWir entwickeln innovative Produkte, Lösungen und Services für ein nachhaltigeres Morgen und stellen die Menschen vor, die sie möglich machen. Erfahren Sie mehr in unserem Nachhaltigkeitsbericht 2023.\nOnline Nachhaltigkeitsbericht 2023PDF Nachhaltigkeitsbericht 2023\nIm Oktober 2023 haben wir unsere Verpflichtung zu ‚Net Zero‘-CO₂e-Emissionen in der gesamten Wertschöpfungskette bis 2040 durch die Science Based Targets Initiative (SBTi) bestätigen lassen. Wir stellen einige Maßnahmen im Detail vor, mit denen wir dieses ehrgeizige Ziel erreichen werden.\nMit der Entwicklung eines konzernweiten Standards für Life Cycle Assessments (LCAs) konnten wir unsere Ecodesign-Initiative im Jahr 2023 entscheidend voranbringen. Erfahren Sie mehr zu den ersten umgesetzten LCAs und den Herausforderungen, die wir dabei gemeistert haben.\nÜber Spenden, Sponsoring und Freiwilligen-Programme setzt sich Körber jedes Jahr für gemeinnützige Zwecke ein. Hier stellen wir einige der inspirierenden Projekte und Menschen dahinter im Detail vor.\nWir wollen die Informationssicherheit als strategisches Ziel in die Tat umsetzen und sie zum gemeinsamen Anliegen aller Mitarbeiter machen. Wir geben einen Überblick der entsprechenden Maßnahmen und Projekte im Jahr 2023.\nTeamplayer gesucht: Know-how, Kreativität und Engagement unserer Mitarbeiter haben uns zu einem erfolgreichen Technologieunternehmen in Deutschland und weltweit gemacht.  Jetzt wollen wir die Zukunft gestalten – mit Ihnen! Wir bieten spannende Positionen für Experten, Berufseinsteiger, Studierende und Schüler.\nZur KarriereZur Jobbörse des Körber-Konzerns\nEin innovationsförderndes Arbeitsklima, mehr Vielfalt und der Mut zu unbequemen Wahrheiten sind heute zentraler denn je für den Unternehmenserfolg. Im Interview erklärt Gabriele Fanta, Head of Group Human Resources, wie die neuen Führungsprinzipien bei Körber ein fruchtbares Miteinander im Arbeitsalltag gezielt stärken.\nErfahrungsbericht: Max Döring begann nach seinem Studium der Mechatronik und des Maschinenbaus als Trainee bei Körber. Heute ist er Technischer Produktmanager in unserem Körber-Geschäftsfeld Pharma.\nZukunftsorientiertes gemeinsames Handeln ist das Fundament einer nachhaltigen Beschaffung. Körber als global führender Technologiekonzern legt daher großen Wert auf einen optimalen Einkauf von Material und Dienstleistungen.\nZum Einkauf und Supply Chain Management\nPresse\nWir helfen Ihnen gerne weiter und halten Sie auf dem Laufenden!\nSie sind Journalist, Blogger oder Influencer und suchen nach aktuellen Informationen oder Geschichten aus dem Körber-Konzern und seinen Geschäftsfeldern Körber Digital, Pharma, Supply Chain und Technologies? Dann sind Sie hier richtig.\nAuf dieser Seite finden Sie alle Pressemitteilungen der Körber AG und ihrer Geschäftsfelder.\nNatürlich können Sie uns jederzeit direkt ansprechen, wenn Sie auf der Suche nach zusätzlichen Informationen oder Beispielen für Ihre Berichterstattung sind. Wir unterstützen Sie gerne!\nBei Reportagethemen und Vor-Ort-Recherchen über Menschen, Maschinen und Lösungen des Körber-Konzerns helfen wir Ihnen selbstverständlich auch weiter.\nHenriette ViebigLeitung Konzernkommunikation/ Pressesprecherin\n+49 40 21107422henriette.viebig@koerber.de\nMatthias MezelePressesprecher\n+49 40 21107364matthias.mezele@koerber.de\nLena WoutersPressesprecherin\n+49 40 21107473lena.wouters@koerber.de\nJörg HermesPressesprecher\n+49 40 21107236joerg.hermes@koerber.de\nPressemeldung\nKörber ist als eine der wenigen Marken des Jahrhunderts ausgezeichnet worden. Dieser prestigeträchtige Preis verliehen durch Deutsche Standards aus der ZEIT Verlagsgruppe…\nWeiterlesen\nPressemeldung\nDas Körber-Geschäftsfeld Pharma wächst weiter und stärkt seine Verpackungskompetenz durch die Unterzeichnung einer Vereinbarung zum Erwerb der Wilhelm Bähren GmbH & Co. KG…\nWeiterlesen\nPressemeldung\nKörber Supply Chain Software, ein Joint Venture von Körber und KKR und führender Anbieter von End-to-End Supply-Chain-Lösungen schließt die Übernahme von MercuryGate International…\nWeiterlesen\nPressemeldung\nDie Aufsichtsräte der Körber AG und der Körber Technologies GmbH haben Investitionen in einer Gesamthöhe von mehr als 200 Millionen Euro für den Neubau der Körber Technologies GmbH…\nWeiterlesen\nPressemeldung\nDas kombinierte Software-Portfolio erweitert Körbers Supply-Chain-Execution-Lösungen und bietet Kunden weltweit mehr Flexibilität, Skalierbarkeit und Ausfallsicherheit.\nWeiterlesen\nPressemeldung\nKörber und Valmet haben am 01. August 2024 die bereits angekündigte Vereinbarung abgeschlossen, um die digitale Lösung FactoryPal weiter zu stärken.\nWeiterlesen\nPressemeldung\nKörber hat sich zum zweiten Mal als Konzern einer freiwilligen EcoVadis-Bewertung unterzogen und wurde in diesem Jahr mit einer Gold-Medaille für seine Nachhaltigkeitsleistung…\nWeiterlesen\nPressemeldung\nEdward Auriemma wird ab 08. Juli 2024 neuer CEO für das Software-Geschäft des Körber-Geschäftsfelds Supply Chain, einem Joint Venture mit KKR.\nWeiterlesen\nPressemeldung\nKörber und Valmet haben eine Vereinbarung über ein Joint Venture getroffen, um die digitale Shopfloor-Lösung FactoryPal weiter zu stärken.\nWeiterlesen\nPressemeldung\nArungalai Anbarasu und Dr. Helena Garriga verstärken Konzernvorstand.\nWeiterlesen\nPressemeldung\nDas Geschäftsfeld Pharma von Körber wächst weiter: Mit dem Erwerb der Mehrheitsbeteiligung an dem Druck- und Verpackungsunternehmen Rondo-Pak LLC (New Jersey, USA) erweitert Körber…\nWeiterlesen\nPressemeldung\nDer internationale Technologiekonzern Körber hat eine Vereinbarung über eine enge Partnerschaft und den Erwerb einer Minderheitsbeteiligung an der Franz Ziel GmbH getroffen. Franz…\nWeiterlesen\nPressemeldung\nDer internationale Technologiekonzern Körber schließt den Verkauf seines Geschäftsfelds Tissue an das globale Technologie- und Dienstleistungsunternehmen Valmet ab.\nWeiterlesen\nPressemeldung\nKörber verkauft seine Minderheitsanteile am Robotik-Unternehmen Magazino.\nWeiterlesen\nPressemeldung\nDas Körber-Geschäftsfeld Tissue, ein integrierter, globaler Anbieter von Technologien für die Tissue-Industrie, wird die Weiterentwicklung zu einem führenden Marktakteur unter dem…\nWeiterlesen\nPressemeldung\nMehr Vielfalt, mehr Perspektive, breit gefächerte Karrieremöglichkeiten: Körber veranstaltet vom 26. bis 30. September 2022 die erste globale virtuelle Career Week.\nWeiterlesen\nPressemeldung\nDer internationale Technologiekonzern Körber hat es sich zum Ziel gesetzt, bis 2025 klimaneutral zu produzieren. Dazu hat Körber systematisch nach Möglichkeiten weltweit und in…\nWeiterlesen\nPressemeldung\nKörber, ein internationaler Technologiekonzern, hat eine Vereinbarung über den Kauf der Enspire Commerce™ Omnichannel-Lösungen von enVista einschließlich des…\nWeiterlesen\nPressemeldung\nDer internationale Technologiekonzern Körber gibt den erfolgreichen Abschluss der Übernahme des globalen Post- und Paketgeschäfts von Siemens Logistics bekannt und verlegt den…\nWeiterlesen\nPressemeldung\nDie Körber AG hat erfolgreich ein Schuldscheindarlehen am Kapitalmarkt platziert und 600 Millionen Euro bei Investoren eingeworben. Mit der Finanzierung sichert sich der…\nWeiterlesen\nPressemeldung\nDer internationale Technologiekonzern Körber hat eine Vereinbarung zur Übernahme des globalen Post- und Paketgeschäfts von Siemens Logistics unterzeichnet.\nWeiterlesen\nPressemeldung\nDer internationale Technologiekonzern Körber stärkt sein Geschäftsfeld Digital mit dem Erwerb einer Mehrheitsbeteiligung an DAIN Studios. Das finnisch-deutsche Daten- und…\nWeiterlesen\nPressemeldung\nDie OPTEL GROUP, ein weltweit führendes Unternehmen in der Rückverfolgbarkeit von Lieferketten, erweitert ihre Expertise und globale Reichweite mit der Übernahme der Track &…\nWeiterlesen\nPressemeldung\nDie strategische Partnerschaft soll Kunden integrierte Softwarelösungen vor dem Hintergrund zunehmend komplexer Lieferketten bieten.\nWeiterlesen\nPressemeldung\nVier Zeitzonen, 24 Stunden, 100 Standorte und 40 Sessions: am 18. November 2021 findet erstmalig ein 24h Körber Career Day statt – virtuell und konzernweit. Körber-Teams an vielen…\nWeiterlesen\nPressemeldung\nDer internationale Technologiekonzern Körber wurde von Infront Consulting und dessen Medienpartner CAPITAL als „Champion der Digitalen Transformation“ ausgezeichnet.\nWeiterlesen\nPressemeldung\nAnlässlich des 75-jährigen Konzernjubiläums unterstützt Körber rund um den Globus 75 lokale Projekte und Organisationen mit einer Geldspende von jeweils 1.000 Euro.\nWeiterlesen\nPressemeldung\nDie Körber AG hat erfolgreich ein Schuldscheindarlehen am Kapitalmarkt platziert.\nWeiterlesen\nPressemeldung\nGabriele Fanta wird zum 1. Dezember 2020 neue Leiterin Human Resources für den Konzern. Zuvor verantwortete sie bei der Sixt SE den weltweiten Personalbereich.\nWeiterlesen\nPressemeldung\nWachstum im Geschäftsfeld Pharma: Mit dem Erwerb der Betriebe der Exputec GmbH (Österreich) sowie der Exputec Kft. (Ungarn) stärkt der Körber-Konzern sein Angebot an digitalen…\nWeiterlesen\nPressemeldung\nDer Körber-Konzern investiert weiter in sein Geschäftsfeld Logistik-Systeme und erwirbt die Mehrheitsanteile an Otimis Ltda. in Brasilien. Das Software- und Beratungsunternehmen…\nWeiterlesen\nPressemeldung\nMit der Übernahme der Mehrheitsanteile an der Cohesio Group Ltd. stärkt der internationale Technologiekonzern Körber sein Geschäftsfeld Logistik-Systeme. Das australische…\nWeiterlesen\nPressemeldung\nDer internationale Technologiekonzern Körber übernimmt Roll-Tec Cilindro Ltda. mit Sitz in São Paulo, Brasilien. Roll-Tec entwickelt, produziert und vertreibt Gravierzylinder für…\nWeiterlesen\nPressemeldung\nUmsatz erreicht 2018 erneut Rekordniveau – Konzern stärkt Technologiekompetenz\nWeiterlesen\nPressemeldung\nRami Jokela tritt Nachfolge von Christopher Somm als Chief Sales Officer (CSO) an.\nWeiterlesen\nKörber\nErich Hoch wird mit Wirkung zum 1. September 2018 Mitglied des Konzernvorstands der Körber AG. Dies hat der Aufsichtsrat des Konzerns beschlossen.\nWeiterlesen\nKörber\nDas Karlsruher Start-up wird Teil des Geschäftsfelds Körber Digital und von einem erfahrenen Managementteam aus beiden Unternehmen geführt.\nWeiterlesen\nKörber\nKörber-Konzern veräußert sein Geschäftsfeld Werkzeugmaschinen / Verkauf an Investoren-Pool eröffnet der United Grinding Group neue Entwicklungschancen\nWeiterlesen\nKörber\nDie Transaktion umfasst die Centriq Group Ltd. einschließlich ihres Sprachlösungsgeschäfts Voiteq und des Modellierungs- und Simulationsgeschäfts Cirrus Logistics / Akquisition…\nWeiterlesen\nKörber\nAuftragseingang, Konzernumsatz und Konzernergebnis gesteigert / Erfolgreiche strategische Investitionen und Akquisitionen in Technologien und Regionen unterstützen Wachstum /…\nWeiterlesen\nKörber\nDr. Christian Schlögel wird spätestens mit Wirkung zum 1. September 2018 Mitglied des Konzernvorstands der Körber AG. Dies hat der Aufsichtsrat des Konzerns in seiner Sitzung am…\nWeiterlesen\nKörber\nDer internationale Technologiekonzern Körber steigt bei dem Münchener Robotik-Start-up Magazino ein. Entsprechende Verträge für eine Minderheitsbeteiligung an Magazino wurden am…\nWeiterlesen\nKörber\nDer Logistikstandort Hamburg ist um einen neuen Innovationstreiber reicher: den Next Logistics Accelerator (NLA). Körber ist neben anderen namhaften Branchengrößen Investor der…\nWeiterlesen\nKörber\nMichael Horn, derzeit CTO/COO im Vorstand der Körber AG, hat den Aufsichtsrat gebeten, ihn aus seinem laufenden Vertrag zu entlassen, um neue Herausforderungen außerhalb des…\nWeiterlesen\nKörber\nStefan Kirschke wurde mit Wirkung zum 14. Dezember 2017 als neuer Finanzvorstand der Körber AG bestellt.\nStefan Kirschke folgt als Konzernfinanzvorstand auf Harald Vogelsang, der…\nWeiterlesen\nKörber\nDer internationale Technologiekonzern Körber hat den Erwerb der Systec & Services GmbH nach Zustimmung der zuständigen Kartellbehörden mit Wirkung zum 1. November 2017 vollzogen.…\nWeiterlesen\nKörber\nHamburg/Karlsruhe, 19.09.2017. Der internationale Technologiekonzern Körber will sein Geschäftsfeld Pharma-Systeme mit dem Erwerb des System-Partners Systec & Services GmbH weiter…\nWeiterlesen\nKörber\nMit der Akquisition entsteht ein international führender Anbieter in den Segmenten Supply-Chain-Management und Cloud-Anwendungen // HighJump ermöglicht Körber-Konzern noch…\nWeiterlesen\nKörber\nZum 1. August 2017 zieht die Körber IT Solutions GmbH an den Berliner Bogen in die Hamburger City Süd. Das international agierende IT-Unternehmen geht damit den nächsten Schritt in…\nWeiterlesen\nKörber\nZukunftstechnologien klar im Fokus: Der internationale Technologiekonzern Körber unterzeichnete die Verträge für eine Minderheitsbeteiligung an dem Berliner Start-up „BigRep“. Mit…\nWeiterlesen\nKörber\nDer internationale Technologiekonzern Körber hat den Erwerb der US-amerikanischen DMLogic mit Wirkung zum 30. Juni 2017 abgeschlossen. Mit der Übernahme der Mehrheitsanteile des…\nWeiterlesen\nKörber\nHamburg (Deutschland) / Lucca (Italien) 16. Juni 2017. Der internationale Technologiekonzern Körber mit Sitz in Hamburg, Deutschland, hat die Übernahme von MTC S.R.L. mit Sitz in…\nWeiterlesen\nKörber\nKonzernergebnis auf 171 Mio. Euro gestiegen / Konzernauftragseingang mit 2.357 Mio. Euro auf Rekordhoch / Konzernumsatz lag dank erfolgreichem operativem Geschäft bei 2.215 Mio.…\nWeiterlesen\nKörber\nDer internationale Technologiekonzern Körber beteiligt sich am High-Tech Gründerfonds III und fördert so gezielt junge Unternehmen, die an vielversprechenden Geschäftsmodellen…\nWeiterlesen\nKörber\nDer internationale Technologiekonzern Körber mit Sitz in Hamburg hat die Übernahme des Unternehmens Fargo Automation, Inc. mit Sitz in Fargo, North Dakota, USA zum 3. Januar 2017…\nWeiterlesen\nKörber\nDer internationale Technologiekonzern Körber mit Sitz in Hamburg plant die Übernahme des Unternehmens Fargo Automation, Inc. mit Sitz in Fargo, North Dakota, USA. Fargo Automation…\nWeiterlesen\nKörber\nRichard Bauer folgt als Aufsichtsratsvorsitzender auf Dr. Werner Redeker, der in den Ruhestand geht.\nWeiterlesen\nKörber\nStephan Seifert ist seit 1. Oktober 2016 neuer Vorsitzender des Vorstands der Körber AG. Seifert, seit 2012 Mitglied des Vorstands der Körber AG, tritt damit die langfristig…\nWeiterlesen\nKörber\nDer internationale Technologiekonzern Körber hat den Erwerb der Qubiqa Logistics mit Wirkung zum 12. Juli 2016 abgeschlossen. Mit der Übernahme des dänischen…\nWeiterlesen\nKörber\nDer internationale Technologiekonzern Körber setzte 2015 die Umsetzung seiner Strategie für nachhaltiges Wachstum und Technologieführerschaft fort. Dies gelang mit Akquisitionen…\nWeiterlesen\nKörber\nWeiterlesen\nKörber\nW+D wird zweites Unternehmen der expandierenden Converting-Solutions-Plattform von Barry-Wehmiller\nWeiterlesen\nKörber\nHamburg, 1. Dezember 2015. Stephan Seifert wird mit Wirkung zum 1. November 2015 stellvertretender Vorstandsvorsitzender und zum 1. Oktober 2016 neuer Vorsitzender des Vorstands…\nWeiterlesen\nKörber\nHamburg, 1. Dezember 2015. Die Körber AG hat mit der Platzierung eines Schuldscheindarlehens Mitte Oktober eine strategische Finanzierungsreserve für Wachstumsaktivitäten…\nWeiterlesen\nKörber\nST. LOUIS - 13. Oktober 2015 - Barry-Wehmiller Companies, Inc. hat eine endgültige Vereinbarung über den Erwerb der Winkler+Dünnebier GmbH (W+D) von der Körber AG unterzeichnet.…\nWeiterlesen\nKörber\nHamburg, 17. September 2015. Der internationale Technologiekonzern Körber hat den Erwerb der Efacec Handling Solutions nach Zustimmung der zuständigen Kartellbehörden mit Wirkung…\nWeiterlesen\nKörber\nNach Rekordjahren jetzt Absicherung der nachhaltigen und langfristigen Wettbewerbsfähigkeit durch strukturelle Anpassung des Geschäftsfelds Tabak // Abbau von rund 800 Stellen…\nWeiterlesen\nKörber\nDer internationale Technologiekonzern Körber erwirbt Efacec Handling Solutions, einen führenden Anbieter automatisierter Fördertechnik- und Lagersysteme mit Sitz in Porto,…\nWeiterlesen\nKörber\nDer international führende Technologiekonzern Körber schließt das Geschäftsjahr 2014 mit einem Rekordergebnis ab und stellt sich frühzeitig auf die strukturellen Veränderungen in…\nWeiterlesen\nKörber\nKlarer Fokus auf Innovation: Am 1. Mai 2015 unterzeichnete die Körber-Tochter United Grinding Group gemeinsam mit der universitätsnahen inspire AG einen Kooperationsvertrag für ein…\nWeiterlesen\nKörber\nDer Hamburger Technologiekonzern Körber rückt das Thema Arbeitgebermarke in den Fokus und startet am 13. Oktober 2014 eine Online-Umfrage unter potenziellen Mitarbeitern.\nWeiterlesen\nKörber\nDie MarquipWardUnited Inc., ein Unternehmen des amerikanischen Barry-Wehmiller-Konzerns, hat nach Zustimmung der Kartellbehörden den Erwerb des operativen Geschäfts der…\nWeiterlesen\nKörber\nDer Konzern hat im Geschäftsjahr 2013 seine erfolgreiche Entwicklung fortgesetzt. Diese positive Bilanz zieht Richard Bauer, Vorstandsvorsitzender der Körber AG, zusammen mit…\nWeiterlesen\nKörber\nDie Körber AG hat den Erwerb der Mehrheitsanteile an der inconso AG nach Zustimmung der Kartellbehörden mit Wirkung zum 30.04.2014 vollzogen.\nWeiterlesen\nKörber\ninconso ist ein führender Anbieter von Logistik-Software. Mit dem Erwerb, der noch unter dem Vorbehalt der Zustimmung durch die Kartellbehörde steht, baut Körber- sein…\nWeiterlesen\nKörber\nDie MarquipWardUnited, Inc., ein Unternehmen des amerikanischen Barry-Wehmiller-Konzerns, hat einen Vertrag über den Erwerb des operativen Geschäfts der Papersystems Holding von…\nWeiterlesen\nKörber\nDie Körber AG hat den Erwerb der Werum IT Solutions AG mit Hauptsitz in Lüneburg nach Zustimmung der Kartellbehörden mit Wirkung zum 20.03.2014 vollzogen.\nWeiterlesen\nKörber\nWeiterlesen\nKörber\nHenriette Viebig (41) ist seit dem 1. Januar 2014 neue Leiterin der Konzernkommunikation des Hamburger Technologiekonzerns Körber. Sie folgt auf Tobias Apfel, der neue…\nWeiterlesen\nKörber\nVom 16. bis zum 18. Oktober findet in Lucca die jährliche MIAC statt. Bereits zum 20. Mal treffen sich Unternehmen der internationalen Papierindustrie zu dieser Veranstaltung. Mit…\nWeiterlesen\nKörber\nAuszubildende der Hauni Maschinenbau AG, einem Unternehmen der Körber-Gruppe, haben 75 ausgemusterte Computer wieder fit gemacht für ihren zukünftigen Einsatz an drei Hamburger…\nWeiterlesen\nKörber\nVom 16. bis 21. September 2013 findet in Hannover die EMO Messe statt. Sie gilt mit fast 150.000 Besuchern als eine der weltweit größten und einflussreichsten Messen der…\nWeiterlesen\nKörber\nNach konstruktiven Verhandlungen haben sich alle Beteiligten darauf verständigt, dass die Körber AG vorbehaltlich einer gegebenenfalls erforderlichen Zustimmung der Kartellbehörden…\nWeiterlesen\nKörber\nNach einer langen und intensiven Prüfungsphase teilt die Körber AG, Hamburg, mit, den Rastatter Pharmalohnhersteller Weimer Pharma GmbH in einem geordneten Prozess schließen zu…\nWeiterlesen\nKörber\nDie Körber AG stellt sofort insgesamt 100.000 € für die Flutopferhilfe 2013 zur Verfügung. Diese Summe wird auf vier Adressaten aufgeteilt, die bei der Bewältigung der schlimmsten…\nWeiterlesen\nKörber\nDas Schweizer Körber Medipak-Unternehmen Dividella entwickelte gemeinsam mit dem Pharma-Unternehmen Sanofi Pasteur eine neue Spritzenverpackung. Für diese Innovation erhält Sanofi…\nWeiterlesen\nKörber\nVom 22. bis zum 30. Juni 2013 findet in der Toskana mit »IT’S TISSUE« zum ersten Mal eine von zwölf italienischen Tissuespezialisten, darunter auch das Körber-Unternehmen Fabio…\nWeiterlesen\nKörber\nUmsatz erstmals über 2 Milliarden € / Ergebnis vor Steuern bei 228 Mio. € / Erfolgreiche Zukäufe von Aberle (2012) und LTi (2013)\nWeiterlesen\nKörber\nDie Körber AG hat die Übernahme der LTi-Gruppe mit Hauptsitz in Lahnau nach Zustimmung der Kartellbehörden mit Wirkung zum 28. März 2013 vollzogen.\nWeiterlesen\nKörber\nNach dem »Prodex-Award« haben die Schweizer Schleifspezialisten für ihre einzigartige Software »StuderTechnology« auch den »intec-preis 2013« auf der gleichnamigen Fachmesse für…\nWeiterlesen\nKörber\nDer Hamburger Körber-Konzern kauft die LTi-Gruppe, Lahnau. LTi ist ein führender Automations- und Sensorikspezialist, dessen Lösungen in zahlreichen Branchen zum Einsatz kommen.…\nWeiterlesen\nKörber\nVom 19. bis 21. Februar stellen die Körber-Tochterunternehmen Aberle, Aberle Software und Langhammer auf der Messe LogiMat in Stuttgart ihre Intralogistiklösungen zum ersten Mal…\nWeiterlesen\nKörber\nAls Spezialist für Palettieranlagen und Automatisierungslösungen wird das Körber-Tochterunternehmen Langhammer in Halle 1 auf dem Stand A16 seine Produkte und Lösungen vorstellen.…\nWeiterlesen\nKörber\nDie Hamburger Körber-Gruppe fokussiert die Kernaktivitäten ihrer Sparte Pharma-Verpackungssysteme. Die Sparte, mit Körber Medipak als Führungsgesellschaft, wird sich dabei künftig…\nWeiterlesen\nKörber\nDen ersten Platz des Innovationspreises ›Prodex-Award‹ haben die Schleifspezialisten von Studer belegt. Sie konnten die Jury mit der Software ›Studer Technology‹ überzeugen. Diese…\nWeiterlesen\nKörber\nDie Hamburger Körber-Gruppe erwirbt einen Teil der Aldata Retail Solutions GmbH, Stuttgart. Die 32 Mitarbeiter der auf Software-Integration spezialisierten Business Unit Industry…\nWeiterlesen\nKörber\nZum dritten Mal hat die Fritz Studer AG, ein Unternehmen der Körber-Gruppe, in der vergangenen Woche einen Forschungspreis im Rahmen der AMB-Messe in Stuttgart vergeben. Der mit…\nWeiterlesen\nKörber\nTobias Apfel (36) übernimmt zum 1. September 2012 die Leitung der Konzernkommunikation des Hamburger Technologiekonzerns Körber. Er folgt auf Bettina Lichtenberg, die eine…\nWeiterlesen\nKörber\nStephan Seifert (45), bislang in der Sparten-Geschäftsführung von Körber Process Solutions für die kaufmännischen Ressorts verantwortlich, ist vom Aufsichtsrat in den Vorstand der…\nWeiterlesen\nKörber\nDie Hamburger Körber-Gruppe kauft die Aberle Automation GmbH & Co. KG, Leingarten (bei Heilbronn). Aberle ist ein führender Anbieter von Automatisierungs- und…\nWeiterlesen\nKörber\nAuf der Leitmesse drupa in Düsseldorf präsentierte W+D als Weltneuheit die Integration von Briefhüllenproduktion und Großkuvertierung in einer Maschine.\nWeiterlesen\nKörber\nDie Körber-Gruppe blickt auf eines der erfolgreichsten Geschäftsjahre ihrer Geschichte zurück. Bei Umsatz und Ergebnis vor Steuern konnten neue Höchstwerte erzielt werden, der…\nWeiterlesen\nKörber\nDie Papiersparte der Körber AG, Körber PaperLink, richtet sich strategisch neu aus und präsentiert sich in einem neuen, frischen Design. Der neue Spartenname Körber Process…\nWeiterlesen\nKörber\nDie Körber AG hat sich im Zuge ihrer Neuausrichtung mit einer von der Münchner Orlando Management AG beratenen Investorengruppe über die Veräußerung des Bereichs Paper Systems…\nWeiterlesen\nKörber\n2011 gab es Grund zum Feiern: 40 Jahre Eisenberg und 20 Jahre Freiberg – und die Einweihung eines neuen Gebäudes\nWeiterlesen\nKörber\nDie technologischen Neuheiten der Unternehmen der SCHLEIFRING Gruppe stießen bei der EMO 2011 in Hannover auf großes Interesse des internationalen Fachpublikums.\nWeiterlesen\nKörber\nDie Körber-Gruppe wird sich im Rahmen ihrer langfristigen Unternehmensstrategie für mehr profitables Wachstum neu aufstellen. Um den Fokus auf wachstumsstarke Zukunftsmärkte zu…\nWeiterlesen\nKörber\nTechnologie-Kompetenz soll auf neue Märkte übertragen werden\nWeiterlesen\nKörber\nDie Körber-Gruppe spendet 250.000 Euro als Hilfe für die Erdbeben- und Tsunami-Opfer in Japan.\nWeiterlesen\nKörber\nAuszubildende aus zwölf Körber-Unternehmen waren am vergangenen Donnerstag und Freitag in Hamburg zu Gast. Im Rahmen des fünften Ausbildungsstarts bei der Körber-Stiftung im…\nWeiterlesen\nKörber\nDie Hamburger Körber-Gruppe kauft die Seidenader Maschinenbau GmbH, Markt Schwaben (bei München). Seidenader ist ein weltweit führender Hersteller von Inspektionsmaschinen,…\nWeiterlesen\nKörber\nDer Innovationspreis der Deutschen Druckindustrie gilt als bedeutendste Auszeichnung der Branche und wurde dieses Jahr zum siebten Mal verliehen. Kugler-Womako schaffte es mit…\nWeiterlesen\nKörber\nDie AMB, Internationale Ausstellung für Metallbearbeitung, findet alle zwei Jahre in Stuttgart statt. Sie zählte 2010 mit mehr als 1000 Ausstellern aus 27 Ländern wieder zu einer…\nWeiterlesen\nKörber\nDie Winkler+Dünnebier AG (W+D) übernimmt mit Wirkung zum 2. Oktober 2010 den Geschäftsbetrieb der Buhrs ITM GmbH, Löhne, mit insgesamt 46 Mitarbeitern. Buhrs ITM war bislang…\nWeiterlesen\nKörber\nIm Beisein des neuen Hamburger Wirtschaftssenators Ian Karan wurde am 1. September 2010 der Grundstein für das neue Laserzentrum Nord (LZN) in Bergedorf gelegt.\nWeiterlesen\nKörber\nHildemar Böhm (51), bislang CEO des GEA-Segments Mechanical Equipment, wurde vom Aufsichtsrat in den Vorstand der Körber AG berufen. Böhm wird gleichzeitig den Vorsitz in der…\nWeiterlesen\nKörber\nMit der erstmaligen Präsentation der Lasermaschine LASER LINE auf den Demodays vor ca. 120 Kunden verblüffte EWAG die Fachwelt.\nWeiterlesen\nKörber\nDer Geschäftsbericht der Körber AG hat beim dem Wettbewerb Vision Awards der League of American Communications Professionals den Bronze-Award gewonnen.\nWeiterlesen\nKörber\nMit ihrem neuen Online-Angebot gestaltet die Körber-Gruppe ihren Stellenmarkt noch nutzerfreundlicher als bisher. Durch den übersichtlichen und intuitiven Aufbau können…\nWeiterlesen\nKörber\nDie Auswirkungen der weltweiten Wirtschaftskrise haben im Geschäftsjahr 2009 auch die Körber-Unternehmen getroffen. „Im Branchenvergleich hat sich die Körber-Gruppe aber relativ…\nWeiterlesen\nKörber\nFür Körber Schleifring ist die international führende Messe für die Schleiftechnikbranche in diesem Jahr, die GrindTec in Augsburg, sehr gut gelaufen.\nWeiterlesen\nKörber\nDie Hauni Maschinenbau AG erweitert mit dem Zukauf des Unternehmens SODIM SAS, Orléans, Frankreich, die eigene Kompetenz im Bereich Mess- und Analysegeräte für Zigaretten- und…\nWeiterlesen\nKörber\nBereits zum achten Mal hat die Körber AG in diesem Jahr zwei Stipendien für Master-Studiengänge am Northern Institute of Technology (NIT) vergeben.\nWeiterlesen\nKörber\nRund 1.400 Aussteller aus 39 Ländern und 124.500 Fachbesucher auf dem neuen Mailänder Messegelände verdeutlichten auch in diesem Jahr die große Bedeutung der EMO als Leitmesse für…\nWeiterlesen\nKörber\nDie Hauni Maschinenbau AG ist Hauptsponsor des neu gegründeten Laser Zentrum Nord (LZN), das heute von Wirtschaftssenator Axel Gedaschko in Hamburg gestartet wurde. Das…\nWeiterlesen\nKörber\nGerhard Breu (49), Leiter der Sparte Pharma-Verpackungssysteme, ist in den Vorstand der Körber AG berufen worden. Breu wird dem Vorstand ab dem 1. Oktober 2009 angehören.\nWeiterlesen\nKörber\nDie Körber AG und ihre drei Hamburger Konzerngesellschaften Blohm Jung, E.C.H. Will und Hauni unterstützen die Jubiläumsinitiative „Anstiften!“ der Körber-Stiftung. Mit jeweils…\nWeiterlesen\nKörber\nDas Geschäftsjahr 2008 ist für den Körber-Konzern sehr erfolgreich verlaufen. Diese positive Bilanz zog Körber-Chef Dr. Werner Redeker heute vor Journalisten in Hamburg.\nWeiterlesen\nKörber\nÜbernahme von Weimer Pharma – Neue Tochtergesellschaft für innovative und individuelle Pharmaverpackungen gegründet\nWeiterlesen\nKörber\nBereits im vierten Jahr in Folge bot das KörberForum – Kehrwieder 12 im Hamburger Hafen den Rahmen für die Veranstaltung Ausbildungsstart bei Körber.\nWeiterlesen\nKörber\nBei der Initiative „Anstiften! 50 Impulse für Hamburg“ der Körber-Stiftung ist die Körber AG als Partner mit dabei.\nWeiterlesen\nDigitaler Zugriff auf Informationen – dank mobilem Arbeitsplatz von Hauni.\nWir lieben Technologie! Sie sind engagiert, einfallsreich und haben Freude an Innovation? Gestalten Sie mit uns die Zukunft!\nFür unsere Kunden finden wir immer die beste Lösung. Diesen Anspruch machen wir seit 2020 noch klarer. Mit einer gemeinsamen Marke: Körber.\n©\n\t\t\t\t\t\t2025\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tKörber AG. All rights reserved."}
